{"Chapter":{"967":10.0,"977":10.0,"984":10.0,"992":10.0,"997":10.0,"1001":10.0,"1008":10.0,"1012":10.0,"1016":10.0,"1027":10.0,"1071":11.0,"1087":11.0,"1101":11.0,"1112":11.0,"1115":11.0,"1293":12.0,"1297":12.0,"1305":12.0,"1317":12.0,"1383":13.0,"1393":13.0,"1460":13.0,"1464":13.0,"1560":15.0,"1576":15.0,"1585":15.0,"1591":15.0,"1596":15.0,"1598":15.0,"1617":15.0,"1639":15.0,"1648":15.0,"1656":15.0,"1671":15.0,"1685":15.0,"1698":15.0,"1759":15.0,"2414":22.0,"2420":22.0,"2425":22.0,"2508":24.0,"2515":24.0,"2517":24.0,"2520":24.0,"2589":26.0,"2592":26.0,"2593":26.0,"2594":26.0,"2606":26.0,"3633":42.0,"3635":42.0,"3638":42.0,"3642":42.0,"3646":42.0,"3735":42.0,"4718":51.0,"4737":51.0,"4743":51.0,"4777":51.0,"4813":51.0,"4873":51.0,"4906":51.0,"5870":61.0,"5872":61.0,"5874":61.0,"5884":61.0,"5887":61.0,"5891":61.0,"5896":62.0,"5910":62.0,"6116":65.0,"6538":69.0,"6554":69.0,"6557":69.0},"ParaIndex":{"967":218,"977":221,"984":222,"992":223,"997":224,"1001":225,"1008":226,"1012":227,"1016":228,"1027":230,"1071":245,"1087":248,"1101":249,"1112":251,"1115":251,"1293":288,"1297":290,"1305":292,"1317":296,"1383":315,"1393":317,"1460":329,"1464":330,"1560":350,"1576":351,"1585":352,"1591":352,"1596":352,"1598":353,"1617":354,"1639":354,"1648":354,"1656":354,"1671":355,"1685":355,"1698":355,"1759":355,"2414":502,"2420":503,"2425":503,"2508":528,"2515":529,"2517":529,"2520":531,"2589":555,"2592":556,"2593":557,"2594":558,"2606":563,"3633":875,"3635":875,"3638":876,"3642":877,"3646":877,"3735":909,"4718":1109,"4737":1110,"4743":1112,"4777":1117,"4813":1123,"4873":1136,"4906":1142,"5870":1405,"5872":1405,"5874":1405,"5884":1407,"5887":1407,"5891":1408,"5896":1411,"5910":1412,"6116":1460,"6538":1554,"6554":1562,"6557":1562},"SentIndex":{"967":967,"977":977,"984":984,"992":992,"997":997,"1001":1001,"1008":1008,"1012":1012,"1016":1016,"1027":1027,"1071":1071,"1087":1087,"1101":1101,"1112":1112,"1115":1115,"1293":1293,"1297":1297,"1305":1305,"1317":1317,"1383":1383,"1393":1393,"1460":1460,"1464":1464,"1560":1560,"1576":1576,"1585":1585,"1591":1591,"1596":1596,"1598":1598,"1617":1617,"1639":1639,"1648":1648,"1656":1656,"1671":1671,"1685":1685,"1698":1698,"1759":1759,"2414":2414,"2420":2420,"2425":2425,"2508":2508,"2515":2515,"2517":2517,"2520":2520,"2589":2589,"2592":2592,"2593":2593,"2594":2594,"2606":2606,"3633":3633,"3635":3635,"3638":3638,"3642":3642,"3646":3646,"3735":3735,"4718":4718,"4737":4737,"4743":4743,"4777":4777,"4813":4813,"4873":4873,"4906":4906,"5870":5870,"5872":5872,"5874":5874,"5884":5884,"5887":5887,"5891":5891,"5896":5896,"5910":5910,"6116":6116,"6538":6538,"6554":6554,"6557":6557},"Paragraph":{"967":"On 1580 November 12 at 10h 50m,1 they set Mars down at 8° 36’ 50” Gemini2 without mentioning the horizontal variations,  by which term I wish the diurnal parallaxes and the refractions to be understood in what follows. Now this observation is distant and isolated. It was reduced to the moment of opposition using the diurnal motion from the Prutenic Tables ^3. ","977":"On 1582 December 28 at 11h 30m, they set Mars down at 16° 47’ Cancer by observation ^6. The moment of opposition assigned by Tycho comes 46 minutes later, during which the planet retrogressed less than one minute. Tycho therefore puts it at 16° 46’ 16” Cancer ^7. On an inserted sheet here, an attempt was made to correct for a refraction of two minutes. This was, I think, first trial of the theory of refraction then being developed. Nevertheless, he followed the observed value unchanged, thus declining to consider the planet as something which could alter its position. Nor was there any need for  correction, since it was in Cancer, beyond the reach of refraction, and was in mid-sky where, in Cancer, there is no longitudinal parallax.","984":"On 1585 January 31 at 12h 0m, Mars was placed at 21° 18’ 11” Leo ^8. The diurnal motion, by comparison of observations, was 24’ 15”. The moment of opposition followed at 19h 35m, 7 hours and 35 minutes later. To this period belongs 7’ 41” of diurnal motion westward. Therefore, at the designated moment, it would have been at 21° 10’ 30” Leo, which is what was accepted. There is no mention of parallax. Nothing had to be done about refraction, because Mars was high and at mid-sky. I therefore find the bit of advice in the table about refraction (properly) ignored.","992":"On 1587 March 7 at 19h 10m they deduced the position of Mars from the observations, which was 25° 10’ 20” Virgo. This they kept in the table, but changed the time to 17h 22m. The difference of 1h 48m multiplied by a diurnal motion of 24’ gives the same number of minutes and seconds (that is, 1’ 48”), no more. It therefore should have been 25° 8’ 32” Virgo, which also approaches nearer the point opposite the sun. The difference is of practically no importance ^9. ","997":"On 1589 April 15 at 12h 5m they established the position of Mars very carefully at 3° 58' 21\" Scorpio, and corrected for longitudinal parallax so as to make it 3° 57’ 11” ^10. There remain 1h 30m until the designated moment of opposition, which, for a diurnal motion of 22', bring the planet back 1’ 22”, so as to be at 3° 55’ 49”. They took the value of 3° 58’ 10”. The former is closer to the sun’s mean position.","1001":"On 1591 June 6 at 12h 20m, Mars is placed at 27° 15’ Sagittarius ^11. There remained 2 days 4 hours and 5 minutes until the designated moment. In four days it was found to be moved forward 1° 12’ 47”. Therefore, to 2d 4h 5m correspond 39’ 29”. Consequently, at that moment Mars was at 26° 35’ 31” Sagittarius. There is no need to consider any horizontal variations in longitude, since Mars is at mid-sky and at the beginning of Capricorn. The table has 26° 32’ Sagittarius.","1008":"On 1593 24 August at 10h 30m they report Mars as being at 12° 38’ Pisces12 with an observed diurnal motion of 16’ 45”, and this near the nonagesimal13 where there is no longitudinal parallax. The moment designated for the opposition preceded this by 8h 17m (for it was at 2h 13m),14 to which corresponds a motion of 5’ 48” eastward. Therefore, the planet falls at 12° 43’ 48” Pisces. And the table has 12° 43’ 45”.","1012":"On 1595 October 30 at 8h 20m, they found Mars at 17° 48’ Taurus, with a diurnal motion of 22’ 54” ^15. The designated moment preceded by 11h 48m, for which is required a motion of Mars of 11’ 7” eastward, so that it would be at 17° 59’ 7” Taurus. But it was projected eastward on account of parallax. Therefore, possibly using another observation on the meridian, they put down 17° 56’ 15” Taurus in the table.","1016":"On 1597 December 10 at 8h 30m, they first placed Mars at 3° 30’ Cancer, and again at 4° 1’ Cancer, the mean being 3° 45½’ Cancer ^16. The moment of opposition came 3 days 5h 5m later, to which, from Magini, corresponds 1° 15’ westward. Therefore, Mars would have been at 2° 30½’ Cancer. In the table, it was put at 2° 28’. The reason for the rough measurement, carried out with a measuring staff, is clear from the date. Tycho had left the island, leaving all  instruments but the staff behind. Nevertheless, he did not wish to ignore this opposition completely. But I wish he had still remained on the island, for this opposition was a marvelous opportunity, not often recurring within a man’s lifetime, for examining Mars’s parallax.","1027":"Hence, Mars is at 10° 38’ 46” Leo, at an adjusted time of 11h 40m reduced to the meridian of Uraniborg. But on January 24\/February 3 at the same time it was at 6° 18’ Leo. This gives a diurnal motion of 23’ 44”, and a position on January 19\/29 at 9h 40m of 8° 18’ 45” Leo, just as they put it.","1071":"Again, at 7h 15m on the morning of December 27, it was 36° 43’ from Cor Leonis,7 whose latitude is 0° 26½’; hence, its longitude at the end of 1582 is 17° 28⅓’ Cancer, altitude 14° 4’, and thus affected by refraction. Therefore, from 8h 28½m in the evening to 19h 15m, an interval of 10h 46½m, it was observed to retrogress 9⅔’.","1087":"On 1583 January 16 at 7h 30m in the evening,11 Mars was 23° 29’ from the bright star in the foot of Erichthonius at an altitude of 51°. The next morning at 5h 0m, it was 43° 58’ from Cor Leonis at an altitude of 15°. And, measured by the straight edge, Mars was perfectly collinear with the two stars. And so, since Mars’s motion is carried out along this line, Brahe made a note that the longitudinal parallax is given from the diurnal motion of Mars. This is obtained here as follows. On January 16 at 10½h it was 23° 27’ from the bright star in the foot of Erichthonius. On January 17 at 10⅗h 12 it was 23° 12½’ from the same star. Therefore, the diurnal motion would be 14½’. Now in order to comply with Brahe’s advice, we must set out the distance between the foot of Erichthonius and Cor Leonis, which is found to be 67° 21’. Subtracting Mars's distance from the bright star in the foot of Erichthonius, 23° 29’, leaves Mars's distance from Cor Leonis, 43° 52’, at 7½h in the evening, which at 5h in the morning was 43° 58’, 6 minutes greater. The time interval is 9½ hours, to which ought to correspond 5⅝’ of the diurnal motion. Here, therefore, the  sum of the two parallaxes is no more than ⅜’ except that the amount of Mars’s longitudinal refraction at 15° is added to it. But this is quite small. For Cancer and Leo are setting extremely obliquely, and Mars's large northern latitude put it at nearly the same altitude as Cor Leonis.","1101":"On January 17 at 5h 20m in the evening,13 Mars was 23° 16’ from the foot of Erichthonius. On the following day, the 18th, at 3h 0m in the morning, this distance was 23° 9’, and at 5h 5m in the evening it was 23° 1½’. So the motion over 23h 45m is 14½’, but over 9h 40m it is 7’. This should have been 6’. We are left with a longitudinal parallax of no more than 1’. Refraction does not affect anything, since in both instances the altitude of Mars was about 30°.","1112":"On January 18 at 8h 52m in the evening15 there was 44° 22’ between Mars and Cor Leonis. At 4¾h in the morning the same distance was 44° 27⅓’. Therefore, the motion over 7h 53m was 5⅓’. On January 19 following, at 7h 3m, this distance was 44° 32½’. Therefore, for 22h 11m the motion is 10½’. And for 8 hours there would be less than 4’ of motion. Our profit is about 1½’ of parallax.","1115":"On January 18 at 8h 52m in the evening15 there was 44° 22’ between Mars and Cor Leonis. At 4¾h in the morning the same distance was 44° 27⅓’. Therefore, the motion over 7h 53m was 5⅓’. On January 19 following, at 7h 3m, this distance was 44° 32½’. Therefore, for 22h 11m the motion is 10½’. And for 8 hours there would be less than 4’ of motion. Our profit is about 1½’ of parallax.","1293":"On 1590 March 4 at 7h 10m in the evening, Mars's declination was 9° 26’","1297":"On 1592 January 23 at 10h 15m in the evening, Mars was at 11° 34’ 30” Aries with latitude 0° 2’ south ^3. The altitude of Mars was 25°, and therefore (from the table for the fixed stars),4 there was no refraction. The parallax was about as much as the sun's, because Mars and the sun were sextile, and were therefore about equally distant from earth ^5. Nearly all of this was latitudinal. Therefore, about two minutes of latitude must be added northward to Mars in order to free it from parallax, and it thus will fall upon the ecliptic. For on February 6 it was already at about 7’ northern latitude ^6. ","1305":"On 1595 October 27 at 12h 20m, Mars's true latitude after the removal of parallax was 0° 2’ 20” south ^8. On the 28th, when the parallax had similarly been removed, the latitude was 0° 0’ 25” north ^9. Therefore,*  in the meanwhile, it was at the ascending node.","1317":"I. On the morning of 1595 January 4, when Mars was observed at 7h 10m at altitude 8°, with reference to Spica Virginis and Cor Scorpii,10 it was observed at latitude 0° 3’ 46” N, and it was itself at 13° 36’ 40” Sagittarius ^11. The  parallax is small, because Mars was more than twice as far from the earth as is the sun. Refraction, on the other hand, is large: 6’ 45” from the table for the fixed stars, or 11 minutes from the table for the sun ^12. This is nearly all latitudinal, owing to the low altitude of the nonagesimal ^13. Therefore, Mars (reckoning by the refraction displayed by the sun) was really at a few minutes south latitude—about 2 or 3, or even more.","1383":"Accordingly, on 1588 November 10 at 6h 30m in the morning the planet Mars was seen at 25° 31’ Virgo, with a latitude of 1° 36’ 45” north, the sun being at 21 Scorpio ^4. The sun is thus only 62½˚ from Mars, although it should have been 72° from Mars in order to make the triangle isosceles, as the problem requires. Therefore, Mars is then farther from the earth than from the sun. Consequently, its latitude at that place appeared less than was the true inclination.","1393":"Similarly, on 1586 October 22 at 6h in the morning, about dawn, there was about 6° 9’ eastward between Mars and Cor Leonis ^6. The declination of Mars from the equator was 13° 0’ 40” north. Hence, its apparent longitude is found to be 0° 7’ Virgo,7 latitude 1° 36’ 6” N ^8. The sun stood at 8° Scorpio, 68° from Mars. It should have been farther. Consequently, the line between Mars and the earth was longer than that between Mars and the sun. And so the apparent latitude was less than the true digression of the planet from the ecliptic, and this was, in fact, long before it reached the limit.","1460":"On 1585 April 26 at 9h 42m, Mars was seen at 21° 26’ Leo with latitude 1° 49¾’ north ^18. The sun was at 16° Taurus, right near the node. Mars’s line of vision was a little inclined, since Mars was beyond 16° Leo. Therefore, the angle of maximum inclination of the planes was only a little greater than 1° 49¾’; that is, 1° 50’ or a little greater.","1464":"Similarly, near the other limit, on 1591 October 16 at 6h 30m in the evening, Mars was seen at 1° 27⅓’ Aquarius with latitude 2° 10⅚’ south, decreasing ^19. (For on October 10 preceding, the latitude was 2° 18⅔’,20 and on October 2 it was 2° 38½‘.) The sun was at 2½° Scorpio, above the node. The earth was therefore below the node towards Mars. So because of this proximity, the observed latitude was greater than the inclination of the plane of the ecliptic. Fourteen days later, when the sun was at the node, if it were again to have decreased 28 minutes (the amount of decrease in the previous 14 days), there would remain 1° 45’. But the ratio of decrease does not remain the same when the earth departs from a star, or vice versa. For at a greater distance the decrease is always less. Therefore nothing can be adduced here against a maximum inclination of 1° 50’. On the contrary: it is indirectly confirmed.","1560":"Suppose, however, that on 1580 November 12 at 10h 50m Mars was observed at 8° 37’ Gemini,3 and the motion over five days was 1° 55’. Since at the given time the sun stood at 0° 45’ 36“ Sagittarius, and its motion over five days is 5° 5’, the sum of the two motions will come to 7° 0’. But the sun is 7° 51’ 24“ removed from opposition to Mars. Of this, seven degrees exactly are traversed in 5 days, or 120 hours. So, according to the same ratio, the remaining 51’ 24“ will be traversed in 14 hours 41 minutes. Therefore, the moment of opposition was November 18 at 1h 31m. Its position was 6° 28’ Gemini on the ecliptic. Now this is 20° away from 16½° Taurus. I want to know how much longer this makes the arc on the orbit extended from the node to the arc of  latitude through 6° 28’ Gemini. So I turn to Philip Lansberg’s trigonometry ^4. I mention him out of honor and gratitude, for he has supplied me in abundance with the finest axes, best adapted for building astronomical foundations, from nearby, and at little expense of time. Without him, these would have had to be sought from afar with great deal of trouble and toil, and the handles would not have been so well fitted. From Lansberge, then, the tangent of the 20° side multiplied by the secant of the angle of inclination, 1° 50’, the last five digits being dropped,5 gives an increase of only 18½ of the smallest units, to which corresponds about 35 seconds. Mars therefore, standing opposite 6° 28’ Gemini, is 35“ further along on its orbit. It should therefore be placed at 6° 28’ 35“ Gemini, a tiny and quite unnecessary correction. The latitude is 1° 40’ north.","1576":"On the night following 1582 December 28, at 11h 30m, Mars was observed at 16° 47’ Cancer,6 while the true position of the sun was 17° 13’ 45“ Capricorn. The moment of opposition had therefore passed. Now the sun’s diurnal motion was 61’ 18“, that of Mars 24’, and their sum, 85’ 18“. At this moment, the distance between the stars was 26’ 45“. Therefore, as 1° 25’ 18“ is to 24 hours, so is 26’ 45“ to 7 hours 32 minutes. Subtracting this from 11 hours 30 minutes gives December 28 at 3h 58m after noon as the moment of true opposition. Its position on the ecliptic was 16° 54’ 32“ Cancer, and by reduction to the orbit (a 50“ correction), 16° 55½’ Cancer. The latitude was 4° 6’ north, as given by Brahe’s table of oppositions. For among the observations I find various latitudes: on the night following December 26, 4° 6’ or 4° 2’, while on the night following December 29, 4° 8’ or 4° 6½’.","1585":"On 1585 January 31 at 12h 0m, Mars was observed at 21° 18’ 11“ Leo ^7.  The sun was at 22° 21’ 31“Aquarius. The true opposition had therefore passed. The distance was 1° 3’ 20“. The sun’s diurnal motion was 61’ 16“, that of Mars 24’ 15“, and their sum 85’ 31“. Now as 1° 25’ 31“ is to 24 hours, so is 1° 3’ 20“ to 17 hours 46 minutes, to which correspond about 18’ of Mars’s motion. Therefore the time was January 30 at 19h 14m, and Mars’s ecliptic position was 21° 36’ 10“ Leo. For reduction, some very small quantity is subtracted, because Mars is then beyond the limit. Therefore, the extension of the arc on the orbit from the following node is directed westward. But because Mars was only 4 or 5 degrees from the node, the subtraction is rendered quite imperceptible. The latitude, on the authority of the Tychonic table, was 4° 32’ 10“ north. For the observation on January 31 at 12h gave 4° 31’. They added the remainder to the Tychonic figure, on account of diurnal parallax.","1591":"On 1585 January 31 at 12h 0m, Mars was observed at 21° 18’ 11“ Leo ^7.  The sun was at 22° 21’ 31“Aquarius. The true opposition had therefore passed. The distance was 1° 3’ 20“. The sun’s diurnal motion was 61’ 16“, that of Mars 24’ 15“, and their sum 85’ 31“. Now as 1° 25’ 31“ is to 24 hours, so is 1° 3’ 20“ to 17 hours 46 minutes, to which correspond about 18’ of Mars’s motion. Therefore the time was January 30 at 19h 14m, and Mars’s ecliptic position was 21° 36’ 10“ Leo. For reduction, some very small quantity is subtracted, because Mars is then beyond the limit. Therefore, the extension of the arc on the orbit from the following node is directed westward. But because Mars was only 4 or 5 degrees from the node, the subtraction is rendered quite imperceptible. The latitude, on the authority of the Tychonic table, was 4° 32’ 10“ north. For the observation on January 31 at 12h gave 4° 31’. They added the remainder to the Tychonic figure, on account of diurnal parallax.","1596":"On 1585 January 31 at 12h 0m, Mars was observed at 21° 18’ 11“ Leo ^7.  The sun was at 22° 21’ 31“Aquarius. The true opposition had therefore passed. The distance was 1° 3’ 20“. The sun’s diurnal motion was 61’ 16“, that of Mars 24’ 15“, and their sum 85’ 31“. Now as 1° 25’ 31“ is to 24 hours, so is 1° 3’ 20“ to 17 hours 46 minutes, to which correspond about 18’ of Mars’s motion. Therefore the time was January 30 at 19h 14m, and Mars’s ecliptic position was 21° 36’ 10“ Leo. For reduction, some very small quantity is subtracted, because Mars is then beyond the limit. Therefore, the extension of the arc on the orbit from the following node is directed westward. But because Mars was only 4 or 5 degrees from the node, the subtraction is rendered quite imperceptible. The latitude, on the authority of the Tychonic table, was 4° 32’ 10“ north. For the observation on January 31 at 12h gave 4° 31’. They added the remainder to the Tychonic figure, on account of diurnal parallax.","1598":"On the night following 1587 March 4, at 1h 16m past midnight, the position of Mars was found to be 26° 26’ 17“ Virgo,8 from Cor Leonis9 and Spica Virginis, with an observed latitude of 3° 38’ 16“ north. But because Mars was elevated 37½° above the horizon, diurnal parallax comes into the reckoning, and subtracts some small quantity from the longitude, thus making it 26° 26’ Virgo, with a slightly greater latitude. For since the sun is nearly twice as far away from earth as is Mars, Mars’s parallax will consequently be nearly twice the sun’s. On the supposition that the sun’s is 3’, Mars’s will be about 5’. Now when 9° Sagittarius is rising, the nonagesimal10 is 55° from the zenith. Opposite this number in our parallactic table,11 under the column headed 5’, the latitudinal parallax 4’ is shown. Therefore, the latitude observed from the center of the earth would be 3° 42’ 22“ north. In Part V below, this will be useful to us in a more accurate examination of Mars’s parallaxes, where a determination will be made of the precise inclination and of the absolutely certain distance of Mars for this position ^12. The sun’s true position was 23° 59’ 11“ Pisces. The true opposition was therefore still to come. The stars were 2° 26’ 49“ apart. The sun’s diurnal motion was 59’ 35“, that of Mars 24’, and their sum 1° 23’ 35“. As this is to 24 hours, so is 2° 26’ 49“ to 1 day 18 hours 7 minutes, to which corresponds 42’ 7“ of Mars’s motion. Therefore, the time of true opposition was March 6 at 7h 23m. Mars’s position on the ecliptic was 25° 43’ 53“ Virgo. For the reduction to the orbit, 55“ must be subtracted. Therefore, on the orbit it was at 25° 43’ Virgo. The latitude was decreasing. It was therefore somewhat less than 3° 38’ N., or 3° 42’ corrected for parallax.","1617":"On the night following 1589 April 15 at 12h 5m, the planet was found at 3° 58’ 20“ Scorpio,13 with latitude 1° 4’ 20“ north, decreasing. Mars’s altitude was 22⅕°, where refraction from the table for the fixed stars was zero, and from the table for the sun, 3½’. But the parallax was about twice as great as the sun’s, that is, 6 minutes at the horizon. The degree rising was 24° Sagittarius. Therefore, the nonagesimal was 64° from the zenith, giving a diurnal latitudinal parallax of 5’ 24“. Whether it really was that much will become apparent below, through a careful consideration of latitudes ^14. For there, the northern latitude, free from diurnal parallax (and if there is no refraction), would come out to be 1° 9’ 45“ north. And because the altitude of the nonagesimal is 26°, the longitudinal parallax15 at the horizon is 2’ 38“. But Mars is 40° from the nonagesimal, counting from 4° Scorpio to 24° Virgo, which, under the column  headed 2’ 38“ shows a true longitudinal parallax of 1’ 42“. That hastens Mars further forward than when viewed from the center of the earth, and this is so on the assumption that it underwent no refraction. But to me it is more probable that it undergoes the same refraction as the sun, greater, that is, than that of the fixed stars, because the opposition of the sun and Mars stirs up the air, while the fixed stars are observed when the air is as calm as possible. Still, let there be no refraction at all, and let Mars be placed at 3° 57’ Scorpio. At that moment the sun was at 5° 36’ 20“ Taurus. At this time, therefore, Mars was 1° 39’ 20“ past opposition to the sun. Mars’s diurnal motion, as is clear from comparison with April 13, is 22’ 8“; the sun’s, 58’ 10“; the sum, 1° 20’ 18“. As this is to 24 hours, so is 1° 39’ 20“ to 1 day 5 hours 42 minutes. Therefore, the moment of opposition was April 14 at 6h 23m PM. Its position was 4° 24’ 30“ Scorpio, or a little past, if refraction were applied or if the previously assumed value for the diurnal parallax was too great. For reduction to the orbit, some imperceptible quantity must be subtracted, since it is barely 12 degrees from the node. This would be about 24 seconds, which are of no importance, and Mars would be at 4° 24’ Scorpio, with latitude three minutes greater than before. For from that position, the latitude was decreasing from the eighth of March; nor was it a maximum at opposition.\nVI. On the night following 1591 June 6 at 12h 20m, Mars was found at 27° 14’ 42“ Sagittarius,16 with latitude 3° 55½’ south. Refraction was of course provided for (from the table for the fixed stars), since it was large, in that Mars had no more than 6° altitude on the meridian. There was, however, no mention of parallax. But at that time Mars was distant from the earth by half the solar distance. Therefore, the horizontal parallax is greater than 6 minutes, on the supposition that the sun’s parallax is 3’. I omit it nonetheless, partly because the refraction is supplied from the table for the sun (which, as I said, is the more probable), exceeding that which Brahe took here by 4½’, which almost completely cancels out the parallax; and partly because Mars was on the meridian and near the winter solstice point, and thus had no longitudinal parallax. Of the latitude, on the other hand, it will have to be seen below in Part IV whether it might not be a few minutes less, since the parallax projects the planet too far south.\nThe sun was at 24° 58’ 10“ Gemini. The difference in position between the stars was 2° 16’ 10“. The sun’s diurnal motion was 57’ 8“, and Mars’s (for four days) was 1° 12’ 24“, since on June 10 at 11h 50m it was at 26° 2’ 18“ Sagittarius. For one day, therefore, 18’ 12“. The sum of the diurnal motions is 1° 15’ 20“. This corresponds to 1 day 19 hours 24 minutes, which, added to the 6th at 12h 20m (because opposition was yet to come), shows [the moment of opposition to be] the 8th at 7h 43m. Mars’s position was 26° 41’ 48“ Sagittarius, to which are added 52“ for reduction to the orbit, so as to make it about 26° 43’ Sagittarius. The latitude was six minutes greater than on 6 June, because, by the observations, the latitude here was increasing until the fortieth day after opposition, and increased nearly thirteen minutes between the 6th and the 10th of June. Therefore, ignoring parallax and keeping the same refraction, it would be 4° 1½’ ^17. VII. On 1593 August 24 at 10h 30m, the ecliptic position of Mars was found  to be 12° 38’ Pisces,18 with latitude 6° 5’ 30“ south. The altitude was great enough that horizontal variations canceled one another. On the August 29th following, at 10h 20m, Mars was observed at 11° 15’ 24“ Pisces, with latitude 5° 52’ 15“ south. It was decreasing precipitously. For before August 10 it was maximum, fourteen days before opposition. The motion for the five days was 1° 22’ 36“, and for one day, 16’ 31“. The sun’s position on August 24 at 10½h was 11° 2’ 31“ Virgo. The stars were 1° 35’ 30“ apart. The sun’s diurnal motion was 58’ 20“. The sum of the diurnal motions was 1° 14’ 51“. This requires 1 day 6 hours 57 min. until opposition, so that this will be August 26 at 5h 27m in the morning. Mars’s position was 12° 16’ Pisces. Its latitude was 6° 2’ south, approximately, if the horizontal variations do indeed cancel.","1639":"On the night following 1589 April 15 at 12h 5m, the planet was found at 3° 58’ 20“ Scorpio,13 with latitude 1° 4’ 20“ north, decreasing. Mars’s altitude was 22⅕°, where refraction from the table for the fixed stars was zero, and from the table for the sun, 3½’. But the parallax was about twice as great as the sun’s, that is, 6 minutes at the horizon. The degree rising was 24° Sagittarius. Therefore, the nonagesimal was 64° from the zenith, giving a diurnal latitudinal parallax of 5’ 24“. Whether it really was that much will become apparent below, through a careful consideration of latitudes ^14. For there, the northern latitude, free from diurnal parallax (and if there is no refraction), would come out to be 1° 9’ 45“ north. And because the altitude of the nonagesimal is 26°, the longitudinal parallax15 at the horizon is 2’ 38“. But Mars is 40° from the nonagesimal, counting from 4° Scorpio to 24° Virgo, which, under the column  headed 2’ 38“ shows a true longitudinal parallax of 1’ 42“. That hastens Mars further forward than when viewed from the center of the earth, and this is so on the assumption that it underwent no refraction. But to me it is more probable that it undergoes the same refraction as the sun, greater, that is, than that of the fixed stars, because the opposition of the sun and Mars stirs up the air, while the fixed stars are observed when the air is as calm as possible. Still, let there be no refraction at all, and let Mars be placed at 3° 57’ Scorpio. At that moment the sun was at 5° 36’ 20“ Taurus. At this time, therefore, Mars was 1° 39’ 20“ past opposition to the sun. Mars’s diurnal motion, as is clear from comparison with April 13, is 22’ 8“; the sun’s, 58’ 10“; the sum, 1° 20’ 18“. As this is to 24 hours, so is 1° 39’ 20“ to 1 day 5 hours 42 minutes. Therefore, the moment of opposition was April 14 at 6h 23m PM. Its position was 4° 24’ 30“ Scorpio, or a little past, if refraction were applied or if the previously assumed value for the diurnal parallax was too great. For reduction to the orbit, some imperceptible quantity must be subtracted, since it is barely 12 degrees from the node. This would be about 24 seconds, which are of no importance, and Mars would be at 4° 24’ Scorpio, with latitude three minutes greater than before. For from that position, the latitude was decreasing from the eighth of March; nor was it a maximum at opposition.\nVI. On the night following 1591 June 6 at 12h 20m, Mars was found at 27° 14’ 42“ Sagittarius,16 with latitude 3° 55½’ south. Refraction was of course provided for (from the table for the fixed stars), since it was large, in that Mars had no more than 6° altitude on the meridian. There was, however, no mention of parallax. But at that time Mars was distant from the earth by half the solar distance. Therefore, the horizontal parallax is greater than 6 minutes, on the supposition that the sun’s parallax is 3’. I omit it nonetheless, partly because the refraction is supplied from the table for the sun (which, as I said, is the more probable), exceeding that which Brahe took here by 4½’, which almost completely cancels out the parallax; and partly because Mars was on the meridian and near the winter solstice point, and thus had no longitudinal parallax. Of the latitude, on the other hand, it will have to be seen below in Part IV whether it might not be a few minutes less, since the parallax projects the planet too far south.\nThe sun was at 24° 58’ 10“ Gemini. The difference in position between the stars was 2° 16’ 10“. The sun’s diurnal motion was 57’ 8“, and Mars’s (for four days) was 1° 12’ 24“, since on June 10 at 11h 50m it was at 26° 2’ 18“ Sagittarius. For one day, therefore, 18’ 12“. The sum of the diurnal motions is 1° 15’ 20“. This corresponds to 1 day 19 hours 24 minutes, which, added to the 6th at 12h 20m (because opposition was yet to come), shows [the moment of opposition to be] the 8th at 7h 43m. Mars’s position was 26° 41’ 48“ Sagittarius, to which are added 52“ for reduction to the orbit, so as to make it about 26° 43’ Sagittarius. The latitude was six minutes greater than on 6 June, because, by the observations, the latitude here was increasing until the fortieth day after opposition, and increased nearly thirteen minutes between the 6th and the 10th of June. Therefore, ignoring parallax and keeping the same refraction, it would be 4° 1½’ ^17. VII. On 1593 August 24 at 10h 30m, the ecliptic position of Mars was found  to be 12° 38’ Pisces,18 with latitude 6° 5’ 30“ south. The altitude was great enough that horizontal variations canceled one another. On the August 29th following, at 10h 20m, Mars was observed at 11° 15’ 24“ Pisces, with latitude 5° 52’ 15“ south. It was decreasing precipitously. For before August 10 it was maximum, fourteen days before opposition. The motion for the five days was 1° 22’ 36“, and for one day, 16’ 31“. The sun’s position on August 24 at 10½h was 11° 2’ 31“ Virgo. The stars were 1° 35’ 30“ apart. The sun’s diurnal motion was 58’ 20“. The sum of the diurnal motions was 1° 14’ 51“. This requires 1 day 6 hours 57 min. until opposition, so that this will be August 26 at 5h 27m in the morning. Mars’s position was 12° 16’ Pisces. Its latitude was 6° 2’ south, approximately, if the horizontal variations do indeed cancel.","1648":"On the night following 1589 April 15 at 12h 5m, the planet was found at 3° 58’ 20“ Scorpio,13 with latitude 1° 4’ 20“ north, decreasing. Mars’s altitude was 22⅕°, where refraction from the table for the fixed stars was zero, and from the table for the sun, 3½’. But the parallax was about twice as great as the sun’s, that is, 6 minutes at the horizon. The degree rising was 24° Sagittarius. Therefore, the nonagesimal was 64° from the zenith, giving a diurnal latitudinal parallax of 5’ 24“. Whether it really was that much will become apparent below, through a careful consideration of latitudes ^14. For there, the northern latitude, free from diurnal parallax (and if there is no refraction), would come out to be 1° 9’ 45“ north. And because the altitude of the nonagesimal is 26°, the longitudinal parallax15 at the horizon is 2’ 38“. But Mars is 40° from the nonagesimal, counting from 4° Scorpio to 24° Virgo, which, under the column  headed 2’ 38“ shows a true longitudinal parallax of 1’ 42“. That hastens Mars further forward than when viewed from the center of the earth, and this is so on the assumption that it underwent no refraction. But to me it is more probable that it undergoes the same refraction as the sun, greater, that is, than that of the fixed stars, because the opposition of the sun and Mars stirs up the air, while the fixed stars are observed when the air is as calm as possible. Still, let there be no refraction at all, and let Mars be placed at 3° 57’ Scorpio. At that moment the sun was at 5° 36’ 20“ Taurus. At this time, therefore, Mars was 1° 39’ 20“ past opposition to the sun. Mars’s diurnal motion, as is clear from comparison with April 13, is 22’ 8“; the sun’s, 58’ 10“; the sum, 1° 20’ 18“. As this is to 24 hours, so is 1° 39’ 20“ to 1 day 5 hours 42 minutes. Therefore, the moment of opposition was April 14 at 6h 23m PM. Its position was 4° 24’ 30“ Scorpio, or a little past, if refraction were applied or if the previously assumed value for the diurnal parallax was too great. For reduction to the orbit, some imperceptible quantity must be subtracted, since it is barely 12 degrees from the node. This would be about 24 seconds, which are of no importance, and Mars would be at 4° 24’ Scorpio, with latitude three minutes greater than before. For from that position, the latitude was decreasing from the eighth of March; nor was it a maximum at opposition.\nVI. On the night following 1591 June 6 at 12h 20m, Mars was found at 27° 14’ 42“ Sagittarius,16 with latitude 3° 55½’ south. Refraction was of course provided for (from the table for the fixed stars), since it was large, in that Mars had no more than 6° altitude on the meridian. There was, however, no mention of parallax. But at that time Mars was distant from the earth by half the solar distance. Therefore, the horizontal parallax is greater than 6 minutes, on the supposition that the sun’s parallax is 3’. I omit it nonetheless, partly because the refraction is supplied from the table for the sun (which, as I said, is the more probable), exceeding that which Brahe took here by 4½’, which almost completely cancels out the parallax; and partly because Mars was on the meridian and near the winter solstice point, and thus had no longitudinal parallax. Of the latitude, on the other hand, it will have to be seen below in Part IV whether it might not be a few minutes less, since the parallax projects the planet too far south.\nThe sun was at 24° 58’ 10“ Gemini. The difference in position between the stars was 2° 16’ 10“. The sun’s diurnal motion was 57’ 8“, and Mars’s (for four days) was 1° 12’ 24“, since on June 10 at 11h 50m it was at 26° 2’ 18“ Sagittarius. For one day, therefore, 18’ 12“. The sum of the diurnal motions is 1° 15’ 20“. This corresponds to 1 day 19 hours 24 minutes, which, added to the 6th at 12h 20m (because opposition was yet to come), shows [the moment of opposition to be] the 8th at 7h 43m. Mars’s position was 26° 41’ 48“ Sagittarius, to which are added 52“ for reduction to the orbit, so as to make it about 26° 43’ Sagittarius. The latitude was six minutes greater than on 6 June, because, by the observations, the latitude here was increasing until the fortieth day after opposition, and increased nearly thirteen minutes between the 6th and the 10th of June. Therefore, ignoring parallax and keeping the same refraction, it would be 4° 1½’ ^17. VII. On 1593 August 24 at 10h 30m, the ecliptic position of Mars was found  to be 12° 38’ Pisces,18 with latitude 6° 5’ 30“ south. The altitude was great enough that horizontal variations canceled one another. On the August 29th following, at 10h 20m, Mars was observed at 11° 15’ 24“ Pisces, with latitude 5° 52’ 15“ south. It was decreasing precipitously. For before August 10 it was maximum, fourteen days before opposition. The motion for the five days was 1° 22’ 36“, and for one day, 16’ 31“. The sun’s position on August 24 at 10½h was 11° 2’ 31“ Virgo. The stars were 1° 35’ 30“ apart. The sun’s diurnal motion was 58’ 20“. The sum of the diurnal motions was 1° 14’ 51“. This requires 1 day 6 hours 57 min. until opposition, so that this will be August 26 at 5h 27m in the morning. Mars’s position was 12° 16’ Pisces. Its latitude was 6° 2’ south, approximately, if the horizontal variations do indeed cancel.","1656":"On the night following 1589 April 15 at 12h 5m, the planet was found at 3° 58’ 20“ Scorpio,13 with latitude 1° 4’ 20“ north, decreasing. Mars’s altitude was 22⅕°, where refraction from the table for the fixed stars was zero, and from the table for the sun, 3½’. But the parallax was about twice as great as the sun’s, that is, 6 minutes at the horizon. The degree rising was 24° Sagittarius. Therefore, the nonagesimal was 64° from the zenith, giving a diurnal latitudinal parallax of 5’ 24“. Whether it really was that much will become apparent below, through a careful consideration of latitudes ^14. For there, the northern latitude, free from diurnal parallax (and if there is no refraction), would come out to be 1° 9’ 45“ north. And because the altitude of the nonagesimal is 26°, the longitudinal parallax15 at the horizon is 2’ 38“. But Mars is 40° from the nonagesimal, counting from 4° Scorpio to 24° Virgo, which, under the column  headed 2’ 38“ shows a true longitudinal parallax of 1’ 42“. That hastens Mars further forward than when viewed from the center of the earth, and this is so on the assumption that it underwent no refraction. But to me it is more probable that it undergoes the same refraction as the sun, greater, that is, than that of the fixed stars, because the opposition of the sun and Mars stirs up the air, while the fixed stars are observed when the air is as calm as possible. Still, let there be no refraction at all, and let Mars be placed at 3° 57’ Scorpio. At that moment the sun was at 5° 36’ 20“ Taurus. At this time, therefore, Mars was 1° 39’ 20“ past opposition to the sun. Mars’s diurnal motion, as is clear from comparison with April 13, is 22’ 8“; the sun’s, 58’ 10“; the sum, 1° 20’ 18“. As this is to 24 hours, so is 1° 39’ 20“ to 1 day 5 hours 42 minutes. Therefore, the moment of opposition was April 14 at 6h 23m PM. Its position was 4° 24’ 30“ Scorpio, or a little past, if refraction were applied or if the previously assumed value for the diurnal parallax was too great. For reduction to the orbit, some imperceptible quantity must be subtracted, since it is barely 12 degrees from the node. This would be about 24 seconds, which are of no importance, and Mars would be at 4° 24’ Scorpio, with latitude three minutes greater than before. For from that position, the latitude was decreasing from the eighth of March; nor was it a maximum at opposition.\nVI. On the night following 1591 June 6 at 12h 20m, Mars was found at 27° 14’ 42“ Sagittarius,16 with latitude 3° 55½’ south. Refraction was of course provided for (from the table for the fixed stars), since it was large, in that Mars had no more than 6° altitude on the meridian. There was, however, no mention of parallax. But at that time Mars was distant from the earth by half the solar distance. Therefore, the horizontal parallax is greater than 6 minutes, on the supposition that the sun’s parallax is 3’. I omit it nonetheless, partly because the refraction is supplied from the table for the sun (which, as I said, is the more probable), exceeding that which Brahe took here by 4½’, which almost completely cancels out the parallax; and partly because Mars was on the meridian and near the winter solstice point, and thus had no longitudinal parallax. Of the latitude, on the other hand, it will have to be seen below in Part IV whether it might not be a few minutes less, since the parallax projects the planet too far south.\nThe sun was at 24° 58’ 10“ Gemini. The difference in position between the stars was 2° 16’ 10“. The sun’s diurnal motion was 57’ 8“, and Mars’s (for four days) was 1° 12’ 24“, since on June 10 at 11h 50m it was at 26° 2’ 18“ Sagittarius. For one day, therefore, 18’ 12“. The sum of the diurnal motions is 1° 15’ 20“. This corresponds to 1 day 19 hours 24 minutes, which, added to the 6th at 12h 20m (because opposition was yet to come), shows [the moment of opposition to be] the 8th at 7h 43m. Mars’s position was 26° 41’ 48“ Sagittarius, to which are added 52“ for reduction to the orbit, so as to make it about 26° 43’ Sagittarius. The latitude was six minutes greater than on 6 June, because, by the observations, the latitude here was increasing until the fortieth day after opposition, and increased nearly thirteen minutes between the 6th and the 10th of June. Therefore, ignoring parallax and keeping the same refraction, it would be 4° 1½’ ^17. VII. On 1593 August 24 at 10h 30m, the ecliptic position of Mars was found  to be 12° 38’ Pisces,18 with latitude 6° 5’ 30“ south. The altitude was great enough that horizontal variations canceled one another. On the August 29th following, at 10h 20m, Mars was observed at 11° 15’ 24“ Pisces, with latitude 5° 52’ 15“ south. It was decreasing precipitously. For before August 10 it was maximum, fourteen days before opposition. The motion for the five days was 1° 22’ 36“, and for one day, 16’ 31“. The sun’s position on August 24 at 10½h was 11° 2’ 31“ Virgo. The stars were 1° 35’ 30“ apart. The sun’s diurnal motion was 58’ 20“. The sum of the diurnal motions was 1° 14’ 51“. This requires 1 day 6 hours 57 min. until opposition, so that this will be August 26 at 5h 27m in the morning. Mars’s position was 12° 16’ Pisces. Its latitude was 6° 2’ south, approximately, if the horizontal variations do indeed cancel.","1671":"VIII. On 1595 October 30 at 8h 20m, the planet was found at 17° 47’ 15“ Taurus,19 not far from the nonagesimal. We may thus be sure of the parallax, although we must take it into account. The latitude was 0° 5’ 10“ north. The sun’s position was 16° 50’ 30“ Scorpio. The distance between the stars was 56’ 45“. The sun’s diurnal motion was 1° 0’ 35“; that of Mars, 22’ 54“, as appears by comparing the nearby observations. The sum of the diurnal motions was 1° 23’ 29“. If the distance between the stars be divided by this, it comes out to 40’ 47“ of a day, or 16 hours 19 min. Therefore, the true opposition was 0h 39m PM on October 31. Mars’s position was 17° 31’ 40“ Taurus. This needs no reduction to the orbit, as it is nearly at the node. The latitude was about 0° 8’ north. But comparison with the preceding and following days shows a latitude of about 5’ north.\nIX. Let, at any rate, Mars’s position on 1597 December 10 at 8h 30m be 3° 45½’ Cancer (as above) ^20. The sun’s position was 29° 4’ 53“ Sagittarius. The distance between the stars was 4° 40’ 37“. The sun’s diurnal motion was 61’ 20“, that of Mars 23’ 40“ (for in 1580 the diurnal motion in Gemini was 23’, and in 1582, at 17° Cancer, it was 24’). Therefore, the sum of the diurnal motions was 1° 25’ 0“. These data show that the time of true opposition followed 3 days 7 hours 14 min. later, on December 14 at 3h 44m in the morning. Mars’s position was 2° 27⅓’ Cancer. The reduction to the orbit (quite ridiculous here, since the observation itself has an uncertainty of several minutes) requires the addition of about 52“. Therefore, the corrected position was 2° 28’ Cancer. The latitude, from the table, was 3° 33’ north.\nOn the same night, the one following December 10, at 12⅙h, Fabricius in East Frisia found Mars’s position to be 3° 40¼’ Cancer with latitude 3° 23’ N. In this observation the longitude comes out nearly the same. For the motion over 3h 40m is 3½’, so that in the Brahean observation too, at 12⅙h Mars could have been at 3° 42’ Cancer—two minutes beyond the Fabrician position.\nX. On 1600 January 13\/23 at 11h 40m, the time being adjusted to Uraniborg time, the planet was observed at 10° 38’ 46“ Leo ^21. The sun’s position was 3° 26’ 30“ Aquarius. The stars were 7° 12’ 16“ apart. The sun’s diurnal motion for the next few days was 1° 1’ 3“; that of Mars, 23’ 44“. The sum: 1° 24’ 47“. The opposition therefore followed 5 days 2h 22m after; that is, on January 19\/29 at 2h 2m in the morning, before dawn. Mars was at 8° 38’ Leo. There is no need for reduction, since it is near the limit. The latitude, from the table, was 4° 30’ 50“ N.\nXI. On the evening of 1602 Febr. 18\/28 at 10h 30m, using the Tychonic  instruments (with the help of the learned Matthias Seiffard,22 bequeathed us by Tycho), I took the distance of Mars from the middle star of the tail of Ursa Major 23 to be 52° 22’. And since the distance between Cor Leonis and Procyon was 37° 22’ 20“, which should have been 37° 19’ 50“,24 we know that the sextant reads 2½ minutes high. Therefore, the corrected distance of Mars from the tail of Ursa was 52° 19½’. And since the latitude of the fixed star is 56° 22’, the remainder, by subtraction, is 4° 2½’—supposing that Mars was at precisely the same longitude as the fixed star. But because there was a difference of 3¾ degrees between them (as is clear from the following observations), a slight correction is required.\n For let AB be 3° 43’ 30“ on a parallel close to the ecliptic, B Mars, C the fixed star, and BC 52° 19’ 30“. Dividing the secant of BC by the secant of AB gives the  secant of CA, 52° 14’, which, subtracted from 56° 22’ (the latitude of the fixed star) leaves 4° 8’ north as Mars’s observed latitude. At the same time, we found 19° 23’ between Mars and Cor Leonis (19° 20½ corrected), and 21° 20’ between Mars and the bright star in the wing of Virgo25 (21° 17½’ corrected). From these two distances (using the latitudes of the stars and Mars), Mars’s longitude is found to be 13° 19’ 6“ Virgo, by consensus of all measurements.\nAlternatively, the meridian altitude of Mars was found at 12h 40m, using two quadrants, to be 50° 19’, while the tail of Leo26 was 56° 45’. Therefore, from the declinations and right ascensions of the fixed stars and our distances, Mars’s position is determined as 13° 19’ 30“ Virgo, latitude 4° 7’ 55“ ^27. This is the Tychonic procedure. I have included the other for the sake of showing a consensus, and also that it might be evident that despite the lack of absolute perfection in the demonstration, short cuts either in computation or in our understanding can under certain circumstances be applied. For in that previous procedure there is less in the actual work than in the reporting of it. At Prague, 5° Scorpio was rising ^28. Therefore, the nonagesimal was about 32½° from the zenith. And since Mars’s distance from the earth was rather more than half the sun’s distance, the resulting parallax of about 5’ opposite 32½° in our parallactic table, shows a latitudinal parallax of 2’ 41“. Thus the latitude as seen from the middle of the earth would be 4° 10⅔’ north. And because the altitude of the nonagesimal was 57½°, the longitudinal parallax at the horizon was 4’ 13“. But since Mars was 38° from the nonagesimal, the longitudinal parallax corresponding to this position is 2’ 36“, and if this be eliminated, Mars would be placed at about 13° 18’ Virgo ^29. At that moment, the sun’s position was 10° 16’ 42“ Pisces. The distance between the bodies was 3° 1’ 18“. The sun’s diurnal motion was 1° 0’ 4“, and that of Mars, 24’ 5“ (for it was 24’ 18“ at 21° Leo in 1585, and 24’ at 26 Virgo in 1587). The sum of the diurnal motions was 1° 24’ 9“. The true opposition therefore followed 2 days 3 hours 43 minutes later, on 21 February\/3 March before dawn at 2h 13m, Mars being at 12° 27’ 35“ Virgo. Forty seconds must be subtracted to reduce the position to the orbit, putting Mars at 12° 27’ Virgo, with slightly less latitude than before, since the latitude was then decreasing. It was therefore about 4° 10’, or 4° 7⅓’ if the parallax be neglected.\n But because, since Tycho’s death, we have not made frequent observations nor continued them over several days, it would be best, for certainty’s sake, also to make use of those observations which David Fabricius of East Frisia, a sedulous practitioner of astronomy, has communicated to me.\nOn February 16, old style, at 5h in the morning, he took the planet’s distances from the tail of Leo (for the latitude), from the neck of Leo,30 and, on the other hand, from the bright star in the southern wing of Virgo, so as to check its longitude by working it out twice.\nI could make use of Tycho’s line of reasoning, which he routinely adopted in volume I of the Progymnasmata when (as here) the declination of the planet was not known. But because that method extends to ten operations, I prefer for the sake of brevity to proceed as I did before with my own observations. Here there are no hidden dangers.\nFirst, the star in the wing of Virgo, adjusted to our time, is at 4° 36’ 30“ Libra with latitude 2° 50’ north. Fabricius found that Mars is 20° 18’ westward from it on the zodiac, which puts Mars at about 14° 18’ 30“ Virgo. This is a preliminary, approximate figure: the longitude will shortly be corrected. Now the tail of Leo31 is at 16° 4’ Virgo, with latitude 12° 18’ North, and Mars was found to be 8° 17’ distant from the Tail. What is sought is the distance of its parallel from the Tail, since the difference in longitude is 1° 45’. Dividing the secant of 8° 17’ by the secant of 1° 45’ gives the secant of 8° 6’, the arc sought. This subtracted from the fixed star’s northern latitude of 12° 18’ leaves Mars’s latitude, 4° 12’ north. This I now take as determined, and compare it with the latitudes of the fixed stars according to the laws of trigonometry. From the Wing of Virgo, I find Mars’s longitude to be 14° 19’ Virgo; from the Neck of Leo, 14° 23’ 36“. The mean of these two is 14° 21’ 18“ Virgo. And since the sextant gave distances larger than the truth, the latitude would come out at 4° 14’ north.\nOn the night following February 23, at 12h, he observed Mars in relation to five fixed stars: the Tail of Leo and Arcturus for latitude, and for the longitude, in the first instance, Spica (which followed it), and, in the second, the Neck of Leo and Cor Leonis (which preceded it).\nBy a rough estimate, I foresee that Mars is going to fall at 11¼° Virgo. It was found to be 9° 24’ from the Tail of Leo, and hence, its latitude comes out at 4° 6’ ^32. And now, through this and the latitudes of the fixed stars, together with their distances (17° 26’ from Regulus, 17° 51’ from the Neck of Leo, 37° 28’ from Spica, 44° 15’ from Arcturus), Mars’s position comes out at 11° 21’ 23“ Virgo (from Regulus), 11° 20’ 52“ Virgo (from the Neck of Leo), and 11° 17’ 40“ (from Spica). Again (as you see) the distances err in being too great. For from the Heart and the Neck [of Leo], Mars is pushed a little eastward, and from Spica and Arcturus a little westward, and more from Arcturus, owing to its greater northern latitude ^33. The mean (ignoring Arcturus), 11° 19’ 20“ Virgo, is very nearly true. Also, the latitude is greater, namely, 4° 7’ 40“ north. Now from February 15 at 17h to 23 February at 12h, a period of 7 days 19 hours, Mars moved 3° 0’: 180 minutes in 187 hours. That is, about one minute per hour. And if you wish to take it into account, the parallax (if any) is subtracted from the longitude on February 16 and a little is added on February 23.\n Because the last observation follows the time of observation found by me by 2 days 21 hours 47 min., add the motion corresponding to this time, 1° 7’: the position will come out 12° 26’ Virgo. The agreement is thus very good—it could not be better—given that both of us [that is, Kepler and Fabricius] work independently and do not rely on the facilities used by Tycho Brahe.","1685":"VIII. On 1595 October 30 at 8h 20m, the planet was found at 17° 47’ 15“ Taurus,19 not far from the nonagesimal. We may thus be sure of the parallax, although we must take it into account. The latitude was 0° 5’ 10“ north. The sun’s position was 16° 50’ 30“ Scorpio. The distance between the stars was 56’ 45“. The sun’s diurnal motion was 1° 0’ 35“; that of Mars, 22’ 54“, as appears by comparing the nearby observations. The sum of the diurnal motions was 1° 23’ 29“. If the distance between the stars be divided by this, it comes out to 40’ 47“ of a day, or 16 hours 19 min. Therefore, the true opposition was 0h 39m PM on October 31. Mars’s position was 17° 31’ 40“ Taurus. This needs no reduction to the orbit, as it is nearly at the node. The latitude was about 0° 8’ north. But comparison with the preceding and following days shows a latitude of about 5’ north.\nIX. Let, at any rate, Mars’s position on 1597 December 10 at 8h 30m be 3° 45½’ Cancer (as above) ^20. The sun’s position was 29° 4’ 53“ Sagittarius. The distance between the stars was 4° 40’ 37“. The sun’s diurnal motion was 61’ 20“, that of Mars 23’ 40“ (for in 1580 the diurnal motion in Gemini was 23’, and in 1582, at 17° Cancer, it was 24’). Therefore, the sum of the diurnal motions was 1° 25’ 0“. These data show that the time of true opposition followed 3 days 7 hours 14 min. later, on December 14 at 3h 44m in the morning. Mars’s position was 2° 27⅓’ Cancer. The reduction to the orbit (quite ridiculous here, since the observation itself has an uncertainty of several minutes) requires the addition of about 52“. Therefore, the corrected position was 2° 28’ Cancer. The latitude, from the table, was 3° 33’ north.\nOn the same night, the one following December 10, at 12⅙h, Fabricius in East Frisia found Mars’s position to be 3° 40¼’ Cancer with latitude 3° 23’ N. In this observation the longitude comes out nearly the same. For the motion over 3h 40m is 3½’, so that in the Brahean observation too, at 12⅙h Mars could have been at 3° 42’ Cancer—two minutes beyond the Fabrician position.\nX. On 1600 January 13\/23 at 11h 40m, the time being adjusted to Uraniborg time, the planet was observed at 10° 38’ 46“ Leo ^21. The sun’s position was 3° 26’ 30“ Aquarius. The stars were 7° 12’ 16“ apart. The sun’s diurnal motion for the next few days was 1° 1’ 3“; that of Mars, 23’ 44“. The sum: 1° 24’ 47“. The opposition therefore followed 5 days 2h 22m after; that is, on January 19\/29 at 2h 2m in the morning, before dawn. Mars was at 8° 38’ Leo. There is no need for reduction, since it is near the limit. The latitude, from the table, was 4° 30’ 50“ N.\nXI. On the evening of 1602 Febr. 18\/28 at 10h 30m, using the Tychonic  instruments (with the help of the learned Matthias Seiffard,22 bequeathed us by Tycho), I took the distance of Mars from the middle star of the tail of Ursa Major 23 to be 52° 22’. And since the distance between Cor Leonis and Procyon was 37° 22’ 20“, which should have been 37° 19’ 50“,24 we know that the sextant reads 2½ minutes high. Therefore, the corrected distance of Mars from the tail of Ursa was 52° 19½’. And since the latitude of the fixed star is 56° 22’, the remainder, by subtraction, is 4° 2½’—supposing that Mars was at precisely the same longitude as the fixed star. But because there was a difference of 3¾ degrees between them (as is clear from the following observations), a slight correction is required.\n For let AB be 3° 43’ 30“ on a parallel close to the ecliptic, B Mars, C the fixed star, and BC 52° 19’ 30“. Dividing the secant of BC by the secant of AB gives the  secant of CA, 52° 14’, which, subtracted from 56° 22’ (the latitude of the fixed star) leaves 4° 8’ north as Mars’s observed latitude. At the same time, we found 19° 23’ between Mars and Cor Leonis (19° 20½ corrected), and 21° 20’ between Mars and the bright star in the wing of Virgo25 (21° 17½’ corrected). From these two distances (using the latitudes of the stars and Mars), Mars’s longitude is found to be 13° 19’ 6“ Virgo, by consensus of all measurements.\nAlternatively, the meridian altitude of Mars was found at 12h 40m, using two quadrants, to be 50° 19’, while the tail of Leo26 was 56° 45’. Therefore, from the declinations and right ascensions of the fixed stars and our distances, Mars’s position is determined as 13° 19’ 30“ Virgo, latitude 4° 7’ 55“ ^27. This is the Tychonic procedure. I have included the other for the sake of showing a consensus, and also that it might be evident that despite the lack of absolute perfection in the demonstration, short cuts either in computation or in our understanding can under certain circumstances be applied. For in that previous procedure there is less in the actual work than in the reporting of it. At Prague, 5° Scorpio was rising ^28. Therefore, the nonagesimal was about 32½° from the zenith. And since Mars’s distance from the earth was rather more than half the sun’s distance, the resulting parallax of about 5’ opposite 32½° in our parallactic table, shows a latitudinal parallax of 2’ 41“. Thus the latitude as seen from the middle of the earth would be 4° 10⅔’ north. And because the altitude of the nonagesimal was 57½°, the longitudinal parallax at the horizon was 4’ 13“. But since Mars was 38° from the nonagesimal, the longitudinal parallax corresponding to this position is 2’ 36“, and if this be eliminated, Mars would be placed at about 13° 18’ Virgo ^29. At that moment, the sun’s position was 10° 16’ 42“ Pisces. The distance between the bodies was 3° 1’ 18“. The sun’s diurnal motion was 1° 0’ 4“, and that of Mars, 24’ 5“ (for it was 24’ 18“ at 21° Leo in 1585, and 24’ at 26 Virgo in 1587). The sum of the diurnal motions was 1° 24’ 9“. The true opposition therefore followed 2 days 3 hours 43 minutes later, on 21 February\/3 March before dawn at 2h 13m, Mars being at 12° 27’ 35“ Virgo. Forty seconds must be subtracted to reduce the position to the orbit, putting Mars at 12° 27’ Virgo, with slightly less latitude than before, since the latitude was then decreasing. It was therefore about 4° 10’, or 4° 7⅓’ if the parallax be neglected.\n But because, since Tycho’s death, we have not made frequent observations nor continued them over several days, it would be best, for certainty’s sake, also to make use of those observations which David Fabricius of East Frisia, a sedulous practitioner of astronomy, has communicated to me.\nOn February 16, old style, at 5h in the morning, he took the planet’s distances from the tail of Leo (for the latitude), from the neck of Leo,30 and, on the other hand, from the bright star in the southern wing of Virgo, so as to check its longitude by working it out twice.\nI could make use of Tycho’s line of reasoning, which he routinely adopted in volume I of the Progymnasmata when (as here) the declination of the planet was not known. But because that method extends to ten operations, I prefer for the sake of brevity to proceed as I did before with my own observations. Here there are no hidden dangers.\nFirst, the star in the wing of Virgo, adjusted to our time, is at 4° 36’ 30“ Libra with latitude 2° 50’ north. Fabricius found that Mars is 20° 18’ westward from it on the zodiac, which puts Mars at about 14° 18’ 30“ Virgo. This is a preliminary, approximate figure: the longitude will shortly be corrected. Now the tail of Leo31 is at 16° 4’ Virgo, with latitude 12° 18’ North, and Mars was found to be 8° 17’ distant from the Tail. What is sought is the distance of its parallel from the Tail, since the difference in longitude is 1° 45’. Dividing the secant of 8° 17’ by the secant of 1° 45’ gives the secant of 8° 6’, the arc sought. This subtracted from the fixed star’s northern latitude of 12° 18’ leaves Mars’s latitude, 4° 12’ north. This I now take as determined, and compare it with the latitudes of the fixed stars according to the laws of trigonometry. From the Wing of Virgo, I find Mars’s longitude to be 14° 19’ Virgo; from the Neck of Leo, 14° 23’ 36“. The mean of these two is 14° 21’ 18“ Virgo. And since the sextant gave distances larger than the truth, the latitude would come out at 4° 14’ north.\nOn the night following February 23, at 12h, he observed Mars in relation to five fixed stars: the Tail of Leo and Arcturus for latitude, and for the longitude, in the first instance, Spica (which followed it), and, in the second, the Neck of Leo and Cor Leonis (which preceded it).\nBy a rough estimate, I foresee that Mars is going to fall at 11¼° Virgo. It was found to be 9° 24’ from the Tail of Leo, and hence, its latitude comes out at 4° 6’ ^32. And now, through this and the latitudes of the fixed stars, together with their distances (17° 26’ from Regulus, 17° 51’ from the Neck of Leo, 37° 28’ from Spica, 44° 15’ from Arcturus), Mars’s position comes out at 11° 21’ 23“ Virgo (from Regulus), 11° 20’ 52“ Virgo (from the Neck of Leo), and 11° 17’ 40“ (from Spica). Again (as you see) the distances err in being too great. For from the Heart and the Neck [of Leo], Mars is pushed a little eastward, and from Spica and Arcturus a little westward, and more from Arcturus, owing to its greater northern latitude ^33. The mean (ignoring Arcturus), 11° 19’ 20“ Virgo, is very nearly true. Also, the latitude is greater, namely, 4° 7’ 40“ north. Now from February 15 at 17h to 23 February at 12h, a period of 7 days 19 hours, Mars moved 3° 0’: 180 minutes in 187 hours. That is, about one minute per hour. And if you wish to take it into account, the parallax (if any) is subtracted from the longitude on February 16 and a little is added on February 23.\n Because the last observation follows the time of observation found by me by 2 days 21 hours 47 min., add the motion corresponding to this time, 1° 7’: the position will come out 12° 26’ Virgo. The agreement is thus very good—it could not be better—given that both of us [that is, Kepler and Fabricius] work independently and do not rely on the facilities used by Tycho Brahe.","1698":"VIII. On 1595 October 30 at 8h 20m, the planet was found at 17° 47’ 15“ Taurus,19 not far from the nonagesimal. We may thus be sure of the parallax, although we must take it into account. The latitude was 0° 5’ 10“ north. The sun’s position was 16° 50’ 30“ Scorpio. The distance between the stars was 56’ 45“. The sun’s diurnal motion was 1° 0’ 35“; that of Mars, 22’ 54“, as appears by comparing the nearby observations. The sum of the diurnal motions was 1° 23’ 29“. If the distance between the stars be divided by this, it comes out to 40’ 47“ of a day, or 16 hours 19 min. Therefore, the true opposition was 0h 39m PM on October 31. Mars’s position was 17° 31’ 40“ Taurus. This needs no reduction to the orbit, as it is nearly at the node. The latitude was about 0° 8’ north. But comparison with the preceding and following days shows a latitude of about 5’ north.\nIX. Let, at any rate, Mars’s position on 1597 December 10 at 8h 30m be 3° 45½’ Cancer (as above) ^20. The sun’s position was 29° 4’ 53“ Sagittarius. The distance between the stars was 4° 40’ 37“. The sun’s diurnal motion was 61’ 20“, that of Mars 23’ 40“ (for in 1580 the diurnal motion in Gemini was 23’, and in 1582, at 17° Cancer, it was 24’). Therefore, the sum of the diurnal motions was 1° 25’ 0“. These data show that the time of true opposition followed 3 days 7 hours 14 min. later, on December 14 at 3h 44m in the morning. Mars’s position was 2° 27⅓’ Cancer. The reduction to the orbit (quite ridiculous here, since the observation itself has an uncertainty of several minutes) requires the addition of about 52“. Therefore, the corrected position was 2° 28’ Cancer. The latitude, from the table, was 3° 33’ north.\nOn the same night, the one following December 10, at 12⅙h, Fabricius in East Frisia found Mars’s position to be 3° 40¼’ Cancer with latitude 3° 23’ N. In this observation the longitude comes out nearly the same. For the motion over 3h 40m is 3½’, so that in the Brahean observation too, at 12⅙h Mars could have been at 3° 42’ Cancer—two minutes beyond the Fabrician position.\nX. On 1600 January 13\/23 at 11h 40m, the time being adjusted to Uraniborg time, the planet was observed at 10° 38’ 46“ Leo ^21. The sun’s position was 3° 26’ 30“ Aquarius. The stars were 7° 12’ 16“ apart. The sun’s diurnal motion for the next few days was 1° 1’ 3“; that of Mars, 23’ 44“. The sum: 1° 24’ 47“. The opposition therefore followed 5 days 2h 22m after; that is, on January 19\/29 at 2h 2m in the morning, before dawn. Mars was at 8° 38’ Leo. There is no need for reduction, since it is near the limit. The latitude, from the table, was 4° 30’ 50“ N.\nXI. On the evening of 1602 Febr. 18\/28 at 10h 30m, using the Tychonic  instruments (with the help of the learned Matthias Seiffard,22 bequeathed us by Tycho), I took the distance of Mars from the middle star of the tail of Ursa Major 23 to be 52° 22’. And since the distance between Cor Leonis and Procyon was 37° 22’ 20“, which should have been 37° 19’ 50“,24 we know that the sextant reads 2½ minutes high. Therefore, the corrected distance of Mars from the tail of Ursa was 52° 19½’. And since the latitude of the fixed star is 56° 22’, the remainder, by subtraction, is 4° 2½’—supposing that Mars was at precisely the same longitude as the fixed star. But because there was a difference of 3¾ degrees between them (as is clear from the following observations), a slight correction is required.\n For let AB be 3° 43’ 30“ on a parallel close to the ecliptic, B Mars, C the fixed star, and BC 52° 19’ 30“. Dividing the secant of BC by the secant of AB gives the  secant of CA, 52° 14’, which, subtracted from 56° 22’ (the latitude of the fixed star) leaves 4° 8’ north as Mars’s observed latitude. At the same time, we found 19° 23’ between Mars and Cor Leonis (19° 20½ corrected), and 21° 20’ between Mars and the bright star in the wing of Virgo25 (21° 17½’ corrected). From these two distances (using the latitudes of the stars and Mars), Mars’s longitude is found to be 13° 19’ 6“ Virgo, by consensus of all measurements.\nAlternatively, the meridian altitude of Mars was found at 12h 40m, using two quadrants, to be 50° 19’, while the tail of Leo26 was 56° 45’. Therefore, from the declinations and right ascensions of the fixed stars and our distances, Mars’s position is determined as 13° 19’ 30“ Virgo, latitude 4° 7’ 55“ ^27. This is the Tychonic procedure. I have included the other for the sake of showing a consensus, and also that it might be evident that despite the lack of absolute perfection in the demonstration, short cuts either in computation or in our understanding can under certain circumstances be applied. For in that previous procedure there is less in the actual work than in the reporting of it. At Prague, 5° Scorpio was rising ^28. Therefore, the nonagesimal was about 32½° from the zenith. And since Mars’s distance from the earth was rather more than half the sun’s distance, the resulting parallax of about 5’ opposite 32½° in our parallactic table, shows a latitudinal parallax of 2’ 41“. Thus the latitude as seen from the middle of the earth would be 4° 10⅔’ north. And because the altitude of the nonagesimal was 57½°, the longitudinal parallax at the horizon was 4’ 13“. But since Mars was 38° from the nonagesimal, the longitudinal parallax corresponding to this position is 2’ 36“, and if this be eliminated, Mars would be placed at about 13° 18’ Virgo ^29. At that moment, the sun’s position was 10° 16’ 42“ Pisces. The distance between the bodies was 3° 1’ 18“. The sun’s diurnal motion was 1° 0’ 4“, and that of Mars, 24’ 5“ (for it was 24’ 18“ at 21° Leo in 1585, and 24’ at 26 Virgo in 1587). The sum of the diurnal motions was 1° 24’ 9“. The true opposition therefore followed 2 days 3 hours 43 minutes later, on 21 February\/3 March before dawn at 2h 13m, Mars being at 12° 27’ 35“ Virgo. Forty seconds must be subtracted to reduce the position to the orbit, putting Mars at 12° 27’ Virgo, with slightly less latitude than before, since the latitude was then decreasing. It was therefore about 4° 10’, or 4° 7⅓’ if the parallax be neglected.\n But because, since Tycho’s death, we have not made frequent observations nor continued them over several days, it would be best, for certainty’s sake, also to make use of those observations which David Fabricius of East Frisia, a sedulous practitioner of astronomy, has communicated to me.\nOn February 16, old style, at 5h in the morning, he took the planet’s distances from the tail of Leo (for the latitude), from the neck of Leo,30 and, on the other hand, from the bright star in the southern wing of Virgo, so as to check its longitude by working it out twice.\nI could make use of Tycho’s line of reasoning, which he routinely adopted in volume I of the Progymnasmata when (as here) the declination of the planet was not known. But because that method extends to ten operations, I prefer for the sake of brevity to proceed as I did before with my own observations. Here there are no hidden dangers.\nFirst, the star in the wing of Virgo, adjusted to our time, is at 4° 36’ 30“ Libra with latitude 2° 50’ north. Fabricius found that Mars is 20° 18’ westward from it on the zodiac, which puts Mars at about 14° 18’ 30“ Virgo. This is a preliminary, approximate figure: the longitude will shortly be corrected. Now the tail of Leo31 is at 16° 4’ Virgo, with latitude 12° 18’ North, and Mars was found to be 8° 17’ distant from the Tail. What is sought is the distance of its parallel from the Tail, since the difference in longitude is 1° 45’. Dividing the secant of 8° 17’ by the secant of 1° 45’ gives the secant of 8° 6’, the arc sought. This subtracted from the fixed star’s northern latitude of 12° 18’ leaves Mars’s latitude, 4° 12’ north. This I now take as determined, and compare it with the latitudes of the fixed stars according to the laws of trigonometry. From the Wing of Virgo, I find Mars’s longitude to be 14° 19’ Virgo; from the Neck of Leo, 14° 23’ 36“. The mean of these two is 14° 21’ 18“ Virgo. And since the sextant gave distances larger than the truth, the latitude would come out at 4° 14’ north.\nOn the night following February 23, at 12h, he observed Mars in relation to five fixed stars: the Tail of Leo and Arcturus for latitude, and for the longitude, in the first instance, Spica (which followed it), and, in the second, the Neck of Leo and Cor Leonis (which preceded it).\nBy a rough estimate, I foresee that Mars is going to fall at 11¼° Virgo. It was found to be 9° 24’ from the Tail of Leo, and hence, its latitude comes out at 4° 6’ ^32. And now, through this and the latitudes of the fixed stars, together with their distances (17° 26’ from Regulus, 17° 51’ from the Neck of Leo, 37° 28’ from Spica, 44° 15’ from Arcturus), Mars’s position comes out at 11° 21’ 23“ Virgo (from Regulus), 11° 20’ 52“ Virgo (from the Neck of Leo), and 11° 17’ 40“ (from Spica). Again (as you see) the distances err in being too great. For from the Heart and the Neck [of Leo], Mars is pushed a little eastward, and from Spica and Arcturus a little westward, and more from Arcturus, owing to its greater northern latitude ^33. The mean (ignoring Arcturus), 11° 19’ 20“ Virgo, is very nearly true. Also, the latitude is greater, namely, 4° 7’ 40“ north. Now from February 15 at 17h to 23 February at 12h, a period of 7 days 19 hours, Mars moved 3° 0’: 180 minutes in 187 hours. That is, about one minute per hour. And if you wish to take it into account, the parallax (if any) is subtracted from the longitude on February 16 and a little is added on February 23.\n Because the last observation follows the time of observation found by me by 2 days 21 hours 47 min., add the motion corresponding to this time, 1° 7’: the position will come out 12° 26’ Virgo. The agreement is thus very good—it could not be better—given that both of us [that is, Kepler and Fabricius] work independently and do not rely on the facilities used by Tycho Brahe.","1759":"VIII. On 1595 October 30 at 8h 20m, the planet was found at 17° 47’ 15“ Taurus,19 not far from the nonagesimal. We may thus be sure of the parallax, although we must take it into account. The latitude was 0° 5’ 10“ north. The sun’s position was 16° 50’ 30“ Scorpio. The distance between the stars was 56’ 45“. The sun’s diurnal motion was 1° 0’ 35“; that of Mars, 22’ 54“, as appears by comparing the nearby observations. The sum of the diurnal motions was 1° 23’ 29“. If the distance between the stars be divided by this, it comes out to 40’ 47“ of a day, or 16 hours 19 min. Therefore, the true opposition was 0h 39m PM on October 31. Mars’s position was 17° 31’ 40“ Taurus. This needs no reduction to the orbit, as it is nearly at the node. The latitude was about 0° 8’ north. But comparison with the preceding and following days shows a latitude of about 5’ north.\nIX. Let, at any rate, Mars’s position on 1597 December 10 at 8h 30m be 3° 45½’ Cancer (as above) ^20. The sun’s position was 29° 4’ 53“ Sagittarius. The distance between the stars was 4° 40’ 37“. The sun’s diurnal motion was 61’ 20“, that of Mars 23’ 40“ (for in 1580 the diurnal motion in Gemini was 23’, and in 1582, at 17° Cancer, it was 24’). Therefore, the sum of the diurnal motions was 1° 25’ 0“. These data show that the time of true opposition followed 3 days 7 hours 14 min. later, on December 14 at 3h 44m in the morning. Mars’s position was 2° 27⅓’ Cancer. The reduction to the orbit (quite ridiculous here, since the observation itself has an uncertainty of several minutes) requires the addition of about 52“. Therefore, the corrected position was 2° 28’ Cancer. The latitude, from the table, was 3° 33’ north.\nOn the same night, the one following December 10, at 12⅙h, Fabricius in East Frisia found Mars’s position to be 3° 40¼’ Cancer with latitude 3° 23’ N. In this observation the longitude comes out nearly the same. For the motion over 3h 40m is 3½’, so that in the Brahean observation too, at 12⅙h Mars could have been at 3° 42’ Cancer—two minutes beyond the Fabrician position.\nX. On 1600 January 13\/23 at 11h 40m, the time being adjusted to Uraniborg time, the planet was observed at 10° 38’ 46“ Leo ^21. The sun’s position was 3° 26’ 30“ Aquarius. The stars were 7° 12’ 16“ apart. The sun’s diurnal motion for the next few days was 1° 1’ 3“; that of Mars, 23’ 44“. The sum: 1° 24’ 47“. The opposition therefore followed 5 days 2h 22m after; that is, on January 19\/29 at 2h 2m in the morning, before dawn. Mars was at 8° 38’ Leo. There is no need for reduction, since it is near the limit. The latitude, from the table, was 4° 30’ 50“ N.\nXI. On the evening of 1602 Febr. 18\/28 at 10h 30m, using the Tychonic  instruments (with the help of the learned Matthias Seiffard,22 bequeathed us by Tycho), I took the distance of Mars from the middle star of the tail of Ursa Major 23 to be 52° 22’. And since the distance between Cor Leonis and Procyon was 37° 22’ 20“, which should have been 37° 19’ 50“,24 we know that the sextant reads 2½ minutes high. Therefore, the corrected distance of Mars from the tail of Ursa was 52° 19½’. And since the latitude of the fixed star is 56° 22’, the remainder, by subtraction, is 4° 2½’—supposing that Mars was at precisely the same longitude as the fixed star. But because there was a difference of 3¾ degrees between them (as is clear from the following observations), a slight correction is required.\n For let AB be 3° 43’ 30“ on a parallel close to the ecliptic, B Mars, C the fixed star, and BC 52° 19’ 30“. Dividing the secant of BC by the secant of AB gives the  secant of CA, 52° 14’, which, subtracted from 56° 22’ (the latitude of the fixed star) leaves 4° 8’ north as Mars’s observed latitude. At the same time, we found 19° 23’ between Mars and Cor Leonis (19° 20½ corrected), and 21° 20’ between Mars and the bright star in the wing of Virgo25 (21° 17½’ corrected). From these two distances (using the latitudes of the stars and Mars), Mars’s longitude is found to be 13° 19’ 6“ Virgo, by consensus of all measurements.\nAlternatively, the meridian altitude of Mars was found at 12h 40m, using two quadrants, to be 50° 19’, while the tail of Leo26 was 56° 45’. Therefore, from the declinations and right ascensions of the fixed stars and our distances, Mars’s position is determined as 13° 19’ 30“ Virgo, latitude 4° 7’ 55“ ^27. This is the Tychonic procedure. I have included the other for the sake of showing a consensus, and also that it might be evident that despite the lack of absolute perfection in the demonstration, short cuts either in computation or in our understanding can under certain circumstances be applied. For in that previous procedure there is less in the actual work than in the reporting of it. At Prague, 5° Scorpio was rising ^28. Therefore, the nonagesimal was about 32½° from the zenith. And since Mars’s distance from the earth was rather more than half the sun’s distance, the resulting parallax of about 5’ opposite 32½° in our parallactic table, shows a latitudinal parallax of 2’ 41“. Thus the latitude as seen from the middle of the earth would be 4° 10⅔’ north. And because the altitude of the nonagesimal was 57½°, the longitudinal parallax at the horizon was 4’ 13“. But since Mars was 38° from the nonagesimal, the longitudinal parallax corresponding to this position is 2’ 36“, and if this be eliminated, Mars would be placed at about 13° 18’ Virgo ^29. At that moment, the sun’s position was 10° 16’ 42“ Pisces. The distance between the bodies was 3° 1’ 18“. The sun’s diurnal motion was 1° 0’ 4“, and that of Mars, 24’ 5“ (for it was 24’ 18“ at 21° Leo in 1585, and 24’ at 26 Virgo in 1587). The sum of the diurnal motions was 1° 24’ 9“. The true opposition therefore followed 2 days 3 hours 43 minutes later, on 21 February\/3 March before dawn at 2h 13m, Mars being at 12° 27’ 35“ Virgo. Forty seconds must be subtracted to reduce the position to the orbit, putting Mars at 12° 27’ Virgo, with slightly less latitude than before, since the latitude was then decreasing. It was therefore about 4° 10’, or 4° 7⅓’ if the parallax be neglected.\n But because, since Tycho’s death, we have not made frequent observations nor continued them over several days, it would be best, for certainty’s sake, also to make use of those observations which David Fabricius of East Frisia, a sedulous practitioner of astronomy, has communicated to me.\nOn February 16, old style, at 5h in the morning, he took the planet’s distances from the tail of Leo (for the latitude), from the neck of Leo,30 and, on the other hand, from the bright star in the southern wing of Virgo, so as to check its longitude by working it out twice.\nI could make use of Tycho’s line of reasoning, which he routinely adopted in volume I of the Progymnasmata when (as here) the declination of the planet was not known. But because that method extends to ten operations, I prefer for the sake of brevity to proceed as I did before with my own observations. Here there are no hidden dangers.\nFirst, the star in the wing of Virgo, adjusted to our time, is at 4° 36’ 30“ Libra with latitude 2° 50’ north. Fabricius found that Mars is 20° 18’ westward from it on the zodiac, which puts Mars at about 14° 18’ 30“ Virgo. This is a preliminary, approximate figure: the longitude will shortly be corrected. Now the tail of Leo31 is at 16° 4’ Virgo, with latitude 12° 18’ North, and Mars was found to be 8° 17’ distant from the Tail. What is sought is the distance of its parallel from the Tail, since the difference in longitude is 1° 45’. Dividing the secant of 8° 17’ by the secant of 1° 45’ gives the secant of 8° 6’, the arc sought. This subtracted from the fixed star’s northern latitude of 12° 18’ leaves Mars’s latitude, 4° 12’ north. This I now take as determined, and compare it with the latitudes of the fixed stars according to the laws of trigonometry. From the Wing of Virgo, I find Mars’s longitude to be 14° 19’ Virgo; from the Neck of Leo, 14° 23’ 36“. The mean of these two is 14° 21’ 18“ Virgo. And since the sextant gave distances larger than the truth, the latitude would come out at 4° 14’ north.\nOn the night following February 23, at 12h, he observed Mars in relation to five fixed stars: the Tail of Leo and Arcturus for latitude, and for the longitude, in the first instance, Spica (which followed it), and, in the second, the Neck of Leo and Cor Leonis (which preceded it).\nBy a rough estimate, I foresee that Mars is going to fall at 11¼° Virgo. It was found to be 9° 24’ from the Tail of Leo, and hence, its latitude comes out at 4° 6’ ^32. And now, through this and the latitudes of the fixed stars, together with their distances (17° 26’ from Regulus, 17° 51’ from the Neck of Leo, 37° 28’ from Spica, 44° 15’ from Arcturus), Mars’s position comes out at 11° 21’ 23“ Virgo (from Regulus), 11° 20’ 52“ Virgo (from the Neck of Leo), and 11° 17’ 40“ (from Spica). Again (as you see) the distances err in being too great. For from the Heart and the Neck [of Leo], Mars is pushed a little eastward, and from Spica and Arcturus a little westward, and more from Arcturus, owing to its greater northern latitude ^33. The mean (ignoring Arcturus), 11° 19’ 20“ Virgo, is very nearly true. Also, the latitude is greater, namely, 4° 7’ 40“ north. Now from February 15 at 17h to 23 February at 12h, a period of 7 days 19 hours, Mars moved 3° 0’: 180 minutes in 187 hours. That is, about one minute per hour. And if you wish to take it into account, the parallax (if any) is subtracted from the longitude on February 16 and a little is added on February 23.\n Because the last observation follows the time of observation found by me by 2 days 21 hours 47 min., add the motion corresponding to this time, 1° 7’: the position will come out 12° 26’ Virgo. The agreement is thus very good—it could not be better—given that both of us [that is, Kepler and Fabricius] work independently and do not rely on the facilities used by Tycho Brahe.","2414":"Now to the observations: on 1585 May 18 at 10½h at night Mars was observed at 0° 50' 45\" Virgo with latitude 1° 19' 30\" north ^6. Magini puts it at 1° 5' Virgo,7 14' or 15' too much. Therefore, when on the 30th at 5h in the evening he puts it at 6° 48' Virgo, we shall again subtract the discrepancy of eleven days previously. So he will be left with 6° 34' Virgo. Here we will assume that some very few minutes are in error because the deduction over 12 days is too great, and the diurnal motion is not exactly the same as that obtained here from Magini. For consider that on April 18 preceding at 10h Mars was found at 17° 37½’ Leo, while Magini puts it at 18° 0' Leo. The difference is 22½’. Over the 33 days elapsed to May 18 this difference was diminished to the measure of 14¼’ . So if we extrapolate, since over 33 days eight minutes vanished, in the same ratio, over the 12 following days 3 minutes will vanish. Therefore, on May 30 the difference will be 11¼’. So, more accurately, Mars is at 6° 37' Virgo.","2420":"Similarly, on 1591 January 22 at 7h in the morning, Mars was 34° 32' 45\" from Spica with declination 17° 25' south, at an altitude of 16° ^8. Therefore, after correction for horizontal variations, the declination was 17° 30'. Hence, the right ascension was 230° 23' 12\", longitude 22° 33' Scorpio, latitude 1° 0' 30\" north. Now this time differs from ours by 1 day 19 hours, and the diurnal motion, from Magini, is 33'. Therefore, 59' are required for the intervening time. Therefore, the remainder is the position of Mars on January 20 at 0h (which, as we said, corresponds to the other time): 21° 34' Scorpio.  ","2425":"Similarly, on 1591 January 22 at 7h in the morning, Mars was 34° 32' 45\" from Spica with declination 17° 25' south, at an altitude of 16° ^8. Therefore, after correction for horizontal variations, the declination was 17° 30'. Hence, the right ascension was 230° 23' 12\", longitude 22° 33' Scorpio, latitude 1° 0' 30\" north. Now this time differs from ours by 1 day 19 hours, and the diurnal motion, from Magini, is 33'. Therefore, 59' are required for the intervening time. Therefore, the remainder is the position of Mars on January 20 at 0h (which, as we said, corresponds to the other time): 21° 34' Scorpio.  ","2508":"Second, then, in 1592 at our moment the equated longitude was 1s 15° 55' 23\"; the equated commutation was 8s 24° 10' 34\" — that is, the angle ηακ is 84° 10' 34\". It was observed on January 23 at 7h 15m at 11° 34½’ Aries, with the correction for parallax ^5. And its motion over two days was 1° 25'. Therefore on the 21st at 7h 15m it was seen at 10° 9½’ Aries. Let the remaining parts of an hour deduct the half minute. Therefore, the angle ηκα is 35° 46' 23\", and αηκ is 60° 3' 3\", and αη is 67,467, now  longer than αθ. This is doubtless because the sun has descended towards perigee, and the earth has been moved from θ to η; thus, in this region the sun is found beyond β at a nearer point.","2515":"Third, in 1593 at our moment the equated longitude was 1s 15° 56' 56\", the equated commutation was 7s 11° 16' 16\", which makes εακ 41° 16' 16\".\nIt was observed December 10 at 7h 20m at 4° 45' Aries, parallax corrected ^6. Its motion over two days was 1° 8'. Therefore, on December 8 at 7h 20m it was seen at 3° 37’ Aries, while at our time of 6h 12m it was at 3° 35½’ Aries. Hence, εκα is 42° 21’ 30\" and κεα is 96° 22’ 14\", and αε is 67,794, again longer, for it is yet closer to the sun's perigee.","2517":"Third, in 1593 at our moment the equated longitude was 1s 15° 56' 56\", the equated commutation was 7s 11° 16' 16\", which makes εακ 41° 16' 16\".\nIt was observed December 10 at 7h 20m at 4° 45' Aries, parallax corrected ^6. Its motion over two days was 1° 8'. Therefore, on December 8 at 7h 20m it was seen at 3° 37’ Aries, while at our time of 6h 12m it was at 3° 35½’ Aries. Hence, εκα is 42° 21’ 30\" and κεα is 96° 22’ 14\", and αε is 67,794, again longer, for it is yet closer to the sun's perigee.","2520":"It was observed on October 27 at 12h 20m at 18° 52’ 15\" Taurus, retrograde ^7. Its diurnal motion was 23'. And so on the 26th at 12h 20m it was at 19° 15' 15\" Taurus, while at our time it was at 19° 21’ 35\" Taurus. Therefore, ακζ is 3° 23’ 5\", and the supplement of αζκ is 5° l’ 10\", and αζ is 67,478. But this last operation is untrustworthy, owing to the small angles of the triangle. For if an error of one or two minutes is made either in observing or in computing Mars's eccentric position using Tycho's hypothesis, the ratio of the angles is easily changed perceptibly. But for now I shall present all four lines for inspection. ","2589":"We shall now go through the observations1 again, carefully: On 1590 March 4 at 7h 10m, Mars was found by careful observation and calculation to be at 24° 22' 56\" Aries with latitude 0° 3' 20\" S. At that time, 8° Aries was setting, so Mars was rather low. Therefore, it was raised up towards the east by refraction, so it seems right that without refraction it would have been seen at 24° 20' Aries. Its parallax can only be very small, particularly at this distance, for Mars was near the sun and therefore had receded very far from the center of the earth.","2592":"On 1592 January 23 at 7h 20m, using only one stellar distance from Mars, without the confirmation of another, Mars was found at 11° 32' 44\" Aries with latitude 0° 1' 36\" S. And so we shall make no changes for horizontal variations, although we suspect an uncertainty of one or two minutes.","2593":"On 1593 December 7 at 8h 0m Mars was found at 3° 6' 50\" Aries with no danger of horizontal variation, with latitude 7’ 9\" S. However, the right ascension found using three stars showed a discrepancy of 4', and the value taken as true was the mean between the extremes.","2594":"On 1595 October 25 at 8h 10m, the planet's distance from three fixed stars was observed, and by unanimous consensus the planet was found to be at 19° 39' 25\" [Taurus] with latitude 0° 12' 41\" S. ","2606":"Now because we have proposed to enquire how far the earth is from the center of the sun, we will need first of all to use the hypothesis constructed above in Ch. 16, from oppositions to the sun's apparent position, to find the position of the line drawn from the center of the sun through the body of Mars to the zodiac. And on 1595 October 25 at 5h 45m that line is found at 14° 19' 52\" Taurus. Therefore, for the three other times it is set back each time by 1' 36\". Thus, in 1593 it was at 14° 18' 16\" Taurus; in 1592, at 14° 16' 40\" Taurus; and in 1590, at 14° 15' 4\" Taurus.","3633":"On 1585 February 17 at 10h the planet was seen at 15° 12½ Leo, with latitude 4° 16' North ^1. II. On 1586 December 27 at 4h in the morning, at 29° 42⅔‘ Virgo, lat. 2° 46⅗’ N ^2. ","3635":"On 1585 February 17 at 10h the planet was seen at 15° 12½ Leo, with latitude 4° 16' North ^1. II. On 1586 December 27 at 4h in the morning, at 29° 42⅔‘ Virgo, lat. 2° 46⅗’ N ^2. ","3638":"[IIb.]3 And on 1587 January 1 at 7h 8m in the morning, at 1° 4' 36\" Libra, Lat. 2° 54\" N. And on January 9 in the morning, at 2° 51½’ Libra, lat. 3° 6' N ^4. ","3642":"[III.] On 1588 November 10, at 6h 30m in the morning there was 31° 27' between Mars and Cor Leonis. Mars's declination was 3° 16¼’ North. Therefore, Mars was at 25° 31' Virgo, latitude 1° 36' 45\" N ^5. [IIIb.] On December 5 at 6h in  the morning there were 45° 17' between Mars and Cor Leonis. The declination was 2° 5' south. Therefore Mars was at 9° 19⅖’ Libra, latitude 1° 53½’ north ^6. These observations were not, however, confirmed by fixed stars on the other side of Mars.","3646":"[III.] On 1588 November 10, at 6h 30m in the morning there was 31° 27' between Mars and Cor Leonis. Mars's declination was 3° 16¼’ North. Therefore, Mars was at 25° 31' Virgo, latitude 1° 36' 45\" N ^5. [IIIb.] On December 5 at 6h in  the morning there were 45° 17' between Mars and Cor Leonis. The declination was 2° 5' south. Therefore Mars was at 9° 19⅖’ Libra, latitude 1° 53½’ north ^6. These observations were not, however, confirmed by fixed stars on the other side of Mars.","3735":"But previously and in like manner we took at αι 1588 November 22 at 9h 2½m to be 29° 20' 12\" Leo.","4718":"From these the position of Mars can be elicited, when certain stellar positions are assumed from Tycho Brahe's catalogue, which I had just now been professing to be my eyes. But because the Ninth is not described in Brahe's catalogue (since in its stead in the ninth place is another, distant by more than three degrees from the Ptolemaic, and less than all of them), we shall call upon the latitude of Mars as our counsel. For an approximate knowledge of it will suffice. Now the mean longitude of Mars on the morning of October 29 at 5h (which is an estimate, since I did not write down the time) is found to be 1s 29° 10' 43\". Therefore, its eccentric position was 9° 43' Gemini, 23° 20’ from the node. Therefore, the inclination was 43' 52\". But the sun was at 15° 40' Scorpio, and the apparent position of Mars, by anticipation, was about 12½° Cancer. Therefore, the latitude was 1° 36’ 24\" ^14. Let a computation be made of the longitude of a point on the line from the twelfth to the fourth, having a latitude of 1° 30½' North. Since the fourth is at 9° 54' Cancer, latitude 7° 43' N., and the twelfth is at 12° 56' Cancer, lat. 0° 13½' S., the longitude of our point, by interpolation, will be 12° 16' 17\" Cancer. But on 29 October, Mars was not yet here, and on the 30th it had already passed it. The diurnal motion was no more than 5 minutes, half of which is 2½', so that on the morning of the 30th it was at 12° 18½' Cancer. And so indeed it was at the end of 1600, but in 1597 it was at 12° 16' Cancer. Three minutes of error in latitude barely produce one in longitude. So the position is certain enough. If you also explore it using the first and the fifth, and use the point on that line whose latitude is 1° 30½', it falls at 12° 9' Cancer. And Mars was farther east, that is, forward in longitude, at about 12° 16' or a little before, also intermediate. Therefore, the latitude computed by us is confirmed. For it should be approximately intermediate, and indeed it is. That is, between the Martian latitude of 1° 30½' and the 5° 42½' of the fifth there is 4° 12', and between this and the 10° 2' of the first there is an intermediate 4° 20'.","4737":"Therefore, let Mars be at 12° 16' Cancer. On 1597 October 30 at 5h am the position of the sun is found to be 16° 38' 8\" Scorpio, distance 98,820. [Mars's] mean longitude was 1s 29° 42' 10\", aphelion 4s 28° 57' 10\", supplement of the mean anomaly 89° 15', of the equated anomaly 78° 43' 23\", eccentric position 10° 13' 47\" Gemini. Therefore, a distance of 153,753 is called forth from these. And since we are 2° 6' lower from aphelion than before, we will add twice 240, the sum of the units corresponding to one degree: ","4743":"Second, I shall prove the same thing at parts closer to aphelion. On 1589 April 5 at 11h 33m Mars was observed at 7° 31' 10\" Scorpio with latitude 1° 28' 13\" N ^15. It was very near the meridian, and consequently there were no horizontal variations. The mean longitude is concluded to be 7s 9° 46' 8\". And the ","4777":"On 1596 March 9 at 7h 40m pm, when the sun's position was 29° 31' 24\"","4813":"On 1585 January 24 at 9h, when the position of the sun was 15° 9' 5\" Aquarius, its distance from earth 98,590, the mean longitude of Mars 4s 16° 50' 10\", the aphelion 4s 28° 46' 41\", the remainder of the mean anomaly to complete the full circle 11° 56' 31\", and the consequent eccentric position from the vicarious hypothesis 18° 49' 0\" Leo: the planet was observed at 24° 9' 30\" Leo, latitude 4° 31' 0\" N ^30. The angle at earth was therefore 9° 0' 25\", and at the planet 5° 20' 30\". Therefore, the distance of Mars from the sun was 165,792. But if you subtract 1' 30\" from the vicarious hypothesis here, as appeared necessary above in Ch. 18 in the computation of the acronychal opposition, the angle at the planet will be 5° 19', and the distance of Mars from the sun 166,580. And the distance here is easily changed to this extent, because earth and Mars are close to one another. Therefore, for insurance, we shall bring in other positions.","4873":"Finally, on 1595 July 22 at 2h 40m am, when the sun was at 7° 59' 52\" Leo, 101,487 distant from earth, Mars's mean longitude 11s 14° 9' 5\", and anomaly 164° 48' 55\", and consequent eccentric position from the vicarious hypothesis 17° 16' 36\" Pisces: the apparent position of Mars, from the most select observations, was 4° 11' 10\" Taurus, lat. 2° 30' S ^37. Thus we twice have Mars in the most opportune position, in quadrature with the sun, while the positions of earth and Mars are also distant by a quadrant.\n","4906":"At a similar anomaly on the descending semicircle, the observations at  hand are no more than one, but it is certain enough. For on the night following June 29 in 1593, at 1h 30m after midnight, when the sun was at 17° 25' 42\" Cancer, 101,760 distant from earth, the longitude of Mars 10s 10° 1' 29\", anomaly 161° 5' 29\", and the consequent position of Mars 6° 10' 5\" Aquarius, it was observed at 13° 37' 22\" Pisces, with latitude 4° 37' S ^38. Hence, the supplement of the angle at earth was 56° 11' 46\", at the planet, or the parallax of the annual orb, 37° 27' 23\". From which the distance of Mars from the sun comes out to be 139,036. But above, at an anomaly of 161° 45' 28\", where Mars was 40 minutes farther from aphelion than here, the distance was found and established as 139,000. And at this position on the eccentric these 40 minutes effect a change of 52 units. So here too, by extrapolation from our anomaly, there results a distance of 138,984 at an anomaly of 161° 45½', an admirable consensus much to be suspected. For they can hardly all be so certain and neat. Furthermore, both distances must be increased somewhat owing to the inclination of this position on the eccentric, which is at a maximum.","5870":"Let us begin with the nodes. On 1593 December 10, at 7h 0m in the evening, Mars was observed at 4° 44' Aries, with latitude 0° 1' 15\" south, parallax not accounted for ^1. Its altitude being 35½°, it was not subject to refraction. After the 687 days of one complete revolution of Mars, on 1595 October 28 at 11h 30m pm Mars was found at an altitude of 51° in 18° 35' Taurus, with latitude 4½’ south, parallax not accounted for ^2. And again, 687 days previously, on 1592 January 23, at 10h pm, it again had a southern latitude of 2', with an altitude of 25° ^3. And finally, subtracting another 687 days, so that we come to 1590 March 7, Mars was observed on March 4 at 7h, at an altitude of 14°, to have a latitude of 3' 20\" south ^4. This would have appeared larger, except that Mars was low enough to be refracted, and appeared too high. For the refraction at this altitude is 3½’, of which about 2' is accounted to the latitude; thus, the apparent latitude would be 5' south. But since we are anticipating by three days the date corresponding to the others, three minutes are removed from the inclination by the approach to the node of 1½° made in this space of time. When this is converted into latitude, however, the effect is somewhat less, so that the latitude remaining to Mars on the 7th would be 2½’, and perhaps a little less, if the refraction were less. For its quantity is not perfectly constant.","5872":"Let us begin with the nodes. On 1593 December 10, at 7h 0m in the evening, Mars was observed at 4° 44' Aries, with latitude 0° 1' 15\" south, parallax not accounted for ^1. Its altitude being 35½°, it was not subject to refraction. After the 687 days of one complete revolution of Mars, on 1595 October 28 at 11h 30m pm Mars was found at an altitude of 51° in 18° 35' Taurus, with latitude 4½’ south, parallax not accounted for ^2. And again, 687 days previously, on 1592 January 23, at 10h pm, it again had a southern latitude of 2', with an altitude of 25° ^3. And finally, subtracting another 687 days, so that we come to 1590 March 7, Mars was observed on March 4 at 7h, at an altitude of 14°, to have a latitude of 3' 20\" south ^4. This would have appeared larger, except that Mars was low enough to be refracted, and appeared too high. For the refraction at this altitude is 3½’, of which about 2' is accounted to the latitude; thus, the apparent latitude would be 5' south. But since we are anticipating by three days the date corresponding to the others, three minutes are removed from the inclination by the approach to the node of 1½° made in this space of time. When this is converted into latitude, however, the effect is somewhat less, so that the latitude remaining to Mars on the 7th would be 2½’, and perhaps a little less, if the refraction were less. For its quantity is not perfectly constant.","5874":"Let us begin with the nodes. On 1593 December 10, at 7h 0m in the evening, Mars was observed at 4° 44' Aries, with latitude 0° 1' 15\" south, parallax not accounted for ^1. Its altitude being 35½°, it was not subject to refraction. After the 687 days of one complete revolution of Mars, on 1595 October 28 at 11h 30m pm Mars was found at an altitude of 51° in 18° 35' Taurus, with latitude 4½’ south, parallax not accounted for ^2. And again, 687 days previously, on 1592 January 23, at 10h pm, it again had a southern latitude of 2', with an altitude of 25° ^3. And finally, subtracting another 687 days, so that we come to 1590 March 7, Mars was observed on March 4 at 7h, at an altitude of 14°, to have a latitude of 3' 20\" south ^4. This would have appeared larger, except that Mars was low enough to be refracted, and appeared too high. For the refraction at this altitude is 3½’, of which about 2' is accounted to the latitude; thus, the apparent latitude would be 5' south. But since we are anticipating by three days the date corresponding to the others, three minutes are removed from the inclination by the approach to the node of 1½° made in this space of time. When this is converted into latitude, however, the effect is somewhat less, so that the latitude remaining to Mars on the 7th would be 2½’, and perhaps a little less, if the refraction were less. For its quantity is not perfectly constant.","5884":"We will nevertheless accomplish our aim more accurately using the year 1595. For while on October 28 at 12h the latitude was 4½’ south, six days later, on the following November 3, at the same time, the latitude was 19' 45\" north ^5. Therefore, over 6 days the latitude was changed by 24’. So it changed 4’ per day. And since on October 28 at 12h its eccentric position was 16° 8⅓’ Taurus,6 and the remaining latitude was 4½’: let this be traversed in one day and one eighth, after which time 37' are added to Mars's position. Therefore, the node will be at 16° 45⅖‘ Taurus, at the beginning of November of 1595.","5887":"We will nevertheless accomplish our aim more accurately using the year 1595. For while on October 28 at 12h the latitude was 4½’ south, six days later, on the following November 3, at the same time, the latitude was 19' 45\" north ^5. Therefore, over 6 days the latitude was changed by 24’. So it changed 4’ per day. And since on October 28 at 12h its eccentric position was 16° 8⅓’ Taurus,6 and the remaining latitude was 4½’: let this be traversed in one day and one eighth, after which time 37' are added to Mars's position. Therefore, the node will be at 16° 45⅖‘ Taurus, at the beginning of November of 1595.","5891":" About the other node, there was not such a crowd of observations. Therefore, the year 1589 alone will uphold the trustworthiness of this operation. For since on 1589 May 6 Mars had 6⅔‘ of northern latitude,7 it traversed this in 2⅓ days, according to the proportion of the latitudinal motion of the preceding days, [arriving at the node on] May 8 at 20h at which time its eccentric position is found to be 16° 42' Scorpio. In 1595, this would be 16° 47' Scorpio, the position of the ascending node, while previously we found the ascending node to be at 16° 45⅖’ Taurus. Therefore, at the end of 1595, the nodes are at 16° 46⅓‘ Taurus and Scorpio.","5896":"On 1593 August 25 at 17h 27m, Mars was observed at opposition to the sun at 12° 16' Pisces ^1. On the 23rd its latitude was 6° 7' 30\". On the 24th it was 6° 5' 30\". On the 29th it was 5° 52' 15\". Therefore, in 5 days the latitude decreased by 13' 15\", while during one day before opposition, by 2'. Therefore, according to this proportion, if the latitude on the day and hour of opposition is taken to be 6° 2' 30\", there will not be half a minute's error.\n These latitudes were observed when Mars was at an altitude of 22°, which is now thought to be enough to free the fixed stars from refraction. Now since the equated anomaly was 166° 36', the distance between Mars and the sun was 138,556, and between the earth and the sun, 100,666. Hence, in the diagram of Chapter 13, if A is the sun, B the earth, C Mars, and AB is 100,666, AC 138,556, and EBC 6° 2' 30\", the declination BAC of the orbit from the ecliptic at this point is shown to be 1° 39' 22\". And since the node is at 16° 43' Taurus,2 I subtract from this 12° 16' Pisces. There remains an arc of 64° 27'. And as the sine of this is to the inclination here of 1° 39' 22\", so is the whole sine to 1° 50' 10\", the inclination of the southern limit ^3. ","5910":"But since the position is rather far from the limit, in order to cut off any opportunity for suspicion, let us consult observations at positions other than acronychal, where Mars is near the limit. In undertaking this, I shall also present a universally applicable demonstration of the ratio between the inclination and the observed latitude. On 1593 July 21 at 14h (in astronomical terms),4 the planet was observed at 17° 45¾' Pisces, with latitude 5° 46¼’ south ^5. At this hour the eccentric position of Mars is found to be 20° 1½’ Aquarius, while the sun's position was 8° 26' Leo.","6116":" And I was now about to choose the mean between 17° Leo and 25° Leo, namely, 21° Leo, but the year 1585 gave me pause, since in that year the latitude observed at 21° 36' Leo was clearly not a maximum. For while the opposition was on the night following January 30, the latitude observed on the 24th, preceding the opposition, was 4° 31', still increasing, while on January 31, 16 hours past opposition, the observed latitude was again 4° 31'. It is therefore evident that on the 24th, if the opposition had occurred at that eccentric position, a latitude greater than 4° 31' would have been observed, for two reasons: first, because the celestial body was nearer the earth than when it was not at its acronychal position, and second, because Mars was farther from apogee, and was lower.","6538":" Let us therefore follow whither our inclinations and our arguments lead: as in the first case, in the second year of Antonine, on the 12th day of Epiphi, at the 8th hour, at Alexandria in Egypt, let Mars's mean motion from the  equinoctial be 11° 18' 30\" Sagittarius. This time corresponds to the common year of Christ 139 May 27. The difference of meridians between Hven and Alexandria is nearly two hours, from the most recent geographical tables. Therefore, at Hven in the year of Christ 139 May 27 at 6h the mean motion was 8s 11° 18' 30\". But in that year, Cor Leonis had a longitude of 2° 30' Leo, that is, 4s 2° 30' 0\". Therefore Mars's mean motion was 4s 8° 48' 30\" from Cor Leonis. But on  159944 May 27 at 6h Mars's mean motion was 0s 0° 47' 30\" from the equinoctial, while the distance of Cor Leonis from that point, as demonstrated by Brahe, was 4s 24° 15' 45\". Therefore Mars was 7s 6° 31' 45\" from Cor Leonis.","6554":"In the year of Christ 139 Pharmouthi 9, which is February 23, at sunset at 5h 30m, 3h 30m at Hven, the apparent position of the sun was computed as 3° 3' Pisces; therefore, the mean position was 0° 43' Pisces. But the longitude of Cor Leonis was found to be 2° 30' Leo. Therefore, the mean motion of the sun preceded Cor Leonis by 5s 1° 47' 0\". But on 1599 February 23 at 3h 30m at Hven the mean motion of the sun was at 12° 47' 41\" Pisces, and Cor Leonis 24° 15’ 30\" Leo. So the mean motion of the sun preceded Cor Leonis by 5s 11° 27' 49\".","6557":"In the year of Christ 139 Pharmouthi 9, which is February 23, at sunset at 5h 30m, 3h 30m at Hven, the apparent position of the sun was computed as 3° 3' Pisces; therefore, the mean position was 0° 43' Pisces. But the longitude of Cor Leonis was found to be 2° 30' Leo. Therefore, the mean motion of the sun preceded Cor Leonis by 5s 1° 47' 0\". But on 1599 February 23 at 3h 30m at Hven the mean motion of the sun was at 12° 47' 41\" Pisces, and Cor Leonis 24° 15’ 30\" Leo. So the mean motion of the sun preceded Cor Leonis by 5s 11° 27' 49\"."},"Sentence":{"967":"On 1580 November 12 at 10h 50m,1 they set Mars down at 8° 36’ 50” Gemini2 without mentioning the horizontal variations,  by which term I wish the diurnal parallaxes and the refractions to be understood in what follows.","977":"On 1582 December 28 at 11h 30m, they set Mars down at 16° 47’ Cancer by observation ^6.","984":"On 1585 January 31 at 12h 0m, Mars was placed at 21° 18’ 11” Leo ^8.","992":"On 1587 March 7 at 19h 10m they deduced the position of Mars from the observations, which was 25° 10’ 20” Virgo.","997":"On 1589 April 15 at 12h 5m they established the position of Mars very carefully at 3° 58' 21\" Scorpio, and corrected for longitudinal parallax so as to make it 3° 57’ 11” ^10.","1001":"On 1591 June 6 at 12h 20m, Mars is placed at 27° 15’ Sagittarius ^11.","1008":"On 1593 24 August at 10h 30m they report Mars as being at 12° 38’ Pisces12 with an observed diurnal motion of 16’ 45”, and this near the nonagesimal13 where there is no longitudinal parallax.","1012":"On 1595 October 30 at 8h 20m, they found Mars at 17° 48’ Taurus, with a diurnal motion of 22’ 54” ^15.","1016":"On 1597 December 10 at 8h 30m, they first placed Mars at 3° 30’ Cancer, and again at 4° 1’ Cancer, the mean being 3° 45½’ Cancer ^16.","1027":"This gives a diurnal motion of 23’ 44”, and a position on January 19\/29 at 9h 40m of 8° 18’ 45” Leo, just as they put it.","1071":"Again, at 7h 15m on the morning of December 27, it was 36° 43’ from Cor Leonis,7 whose latitude is 0° 26½’; hence, its longitude at the end of 1582 is 17° 28⅓’ Cancer, altitude 14° 4’, and thus affected by refraction.","1087":"On 1583 January 16 at 7h 30m in the evening,11 Mars was 23° 29’ from the bright star in the foot of Erichthonius at an altitude of 51°.","1101":"On January 17 at 5h 20m in the evening,13 Mars was 23° 16’ from the foot of Erichthonius.","1112":"On January 18 at 8h 52m in the evening15 there was 44° 22’ between Mars and Cor Leonis.","1115":"On January 19 following, at 7h 3m, this distance was 44° 32½’.","1293":"On 1590 March 4 at 7h 10m in the evening, Mars's declination was 9° 26’","1297":"On 1592 January 23 at 10h 15m in the evening, Mars was at 11° 34’ 30” Aries with latitude 0° 2’ south ^3.","1305":"On 1595 October 27 at 12h 20m, Mars's true latitude after the removal of parallax was 0° 2’ 20” south ^8.","1317":"I. On the morning of 1595 January 4, when Mars was observed at 7h 10m at altitude 8°, with reference to Spica Virginis and Cor Scorpii,10 it was observed at latitude 0° 3’ 46” N, and it was itself at 13° 36’ 40” Sagittarius ^11.","1383":"Accordingly, on 1588 November 10 at 6h 30m in the morning the planet Mars was seen at 25° 31’ Virgo, with a latitude of 1° 36’ 45” north, the sun being at 21 Scorpio ^4.","1393":"Similarly, on 1586 October 22 at 6h in the morning, about dawn, there was about 6° 9’ eastward between Mars and Cor Leonis ^6.","1460":"On 1585 April 26 at 9h 42m, Mars was seen at 21° 26’ Leo with latitude 1° 49¾’ north ^18.","1464":"Similarly, near the other limit, on 1591 October 16 at 6h 30m in the evening, Mars was seen at 1° 27⅓’ Aquarius with latitude 2° 10⅚’ south, decreasing ^19.","1560":"Suppose, however, that on 1580 November 12 at 10h 50m Mars was observed at 8° 37’ Gemini,3 and the motion over five days was 1° 55’.","1576":"On the night following 1582 December 28, at 11h 30m, Mars was observed at 16° 47’ Cancer,6 while the true position of the sun was 17° 13’ 45“ Capricorn.","1585":"On 1585 January 31 at 12h 0m, Mars was observed at 21° 18’ 11“ Leo ^7.","1591":"Therefore the time was January 30 at 19h 14m, and Mars’s ecliptic position was 21° 36’ 10“ Leo.","1596":"For the observation on January 31 at 12h gave 4° 31’.","1598":"On the night following 1587 March 4, at 1h 16m past midnight, the position of Mars was found to be 26° 26’ 17“ Virgo,8 from Cor Leonis9 and Spica Virginis, with an observed latitude of 3° 38’ 16“ north.","1617":"On the night following 1589 April 15 at 12h 5m, the planet was found at 3° 58’ 20“ Scorpio,13 with latitude 1° 4’ 20“ north, decreasing.","1639":"On the night following 1591 June 6 at 12h 20m, Mars was found at 27° 14’ 42“ Sagittarius,16 with latitude 3° 55½’ south.","1648":"The sun’s diurnal motion was 57’ 8“, and Mars’s (for four days) was 1° 12’ 24“, since on June 10 at 11h 50m it was at 26° 2’ 18“ Sagittarius.","1656":"On 1593 August 24 at 10h 30m, the ecliptic position of Mars was found  to be 12° 38’ Pisces,18 with latitude 6° 5’ 30“ south.","1671":"On 1595 October 30 at 8h 20m, the planet was found at 17° 47’ 15“ Taurus,19 not far from the nonagesimal.","1685":"Let, at any rate, Mars’s position on 1597 December 10 at 8h 30m be 3° 45½’ Cancer (as above) ^20.","1698":"X. On 1600 January 13\/23 at 11h 40m, the time being adjusted to Uraniborg time, the planet was observed at 10° 38’ 46“ Leo ^21.","1759":"Now from February 15 at 17h to 23 February at 12h, a period of 7 days 19 hours, Mars moved 3° 0’: 180 minutes in 187 hours.","2414":"For consider that on April 18 preceding at 10h Mars was found at 17° 37½’ Leo, while Magini puts it at 18° 0' Leo.","2420":"Similarly, on 1591 January 22 at 7h in the morning, Mars was 34° 32' 45\" from Spica with declination 17° 25' south, at an altitude of 16° ^8.","2425":"Therefore, the remainder is the position of Mars on January 20 at 0h (which, as we said, corresponds to the other time): 21° 34' Scorpio.","2508":"It was observed on January 23 at 7h 15m at 11° 34½’ Aries, with the correction for parallax ^5.","2515":"It was observed December 10 at 7h 20m at 4° 45' Aries, parallax corrected ^6.","2517":"Therefore, on December 8 at 7h 20m it was seen at 3° 37’ Aries, while at our time of 6h 12m it was at 3° 35½’ Aries.","2520":"It was observed on October 27 at 12h 20m at 18° 52’ 15\" Taurus, retrograde ^7.","2589":"We shall now go through the observations1 again, carefully: On 1590 March 4 at 7h 10m, Mars was found by careful observation and calculation to be at 24° 22' 56\" Aries with latitude 0° 3' 20\" S. At that time, 8° Aries was setting, so Mars was rather low.","2592":"On 1592 January 23 at 7h 20m, using only one stellar distance from Mars, without the confirmation of another, Mars was found at 11° 32' 44\" Aries with latitude 0° 1' 36\" S. And so we shall make no changes for horizontal variations, although we suspect an uncertainty of one or two minutes.","2593":"On 1593 December 7 at 8h 0m Mars was found at 3° 6' 50\" Aries with no danger of horizontal variation, with latitude 7’ 9\" S. However, the right ascension found using three stars showed a discrepancy of 4', and the value taken as true was the mean between the extremes.","2594":"On 1595 October 25 at 8h 10m, the planet's distance from three fixed stars was observed, and by unanimous consensus the planet was found to be at 19° 39' 25\" [Taurus] with latitude 0° 12' 41\" S.","2606":"And on 1595 October 25 at 5h 45m that line is found at 14° 19' 52\" Taurus.","3633":"On 1585 February 17 at 10h the planet was seen at 15° 12½ Leo, with latitude 4° 16' North ^1.","3635":"On 1586 December 27 at 4h in the morning, at 29° 42⅔‘ Virgo, lat.","3638":"]3 And on 1587 January 1 at 7h 8m in the morning, at 1° 4' 36\" Libra, Lat.","3642":"On 1588 November 10, at 6h 30m in the morning there was 31° 27' between Mars and Cor Leonis.","3646":"On December 5 at 6h in  the morning there were 45° 17' between Mars and Cor Leonis.","3735":"But previously and in like manner we took at αι 1588 November 22 at 9h 2½m to be 29° 20' 12\" Leo.","4718":"Now the mean longitude of Mars on the morning of October 29 at 5h (which is an estimate, since I did not write down the time) is found to be 1s 29° 10' 43\".","4737":"On 1597 October 30 at 5h am the position of the sun is found to be 16° 38' 8\" Scorpio, distance 98,820.","4743":"On 1589 April 5 at 11h 33m Mars was observed at 7° 31' 10\" Scorpio with latitude 1° 28' 13\" N ^15.","4777":"On 1596 March 9 at 7h 40m pm, when the sun's position was 29° 31' 24\"","4813":"On 1585 January 24 at 9h, when the position of the sun was 15° 9' 5\" Aquarius, its distance from earth 98,590, the mean longitude of Mars 4s 16° 50' 10\", the aphelion 4s 28° 46' 41\", the remainder of the mean anomaly to complete the full circle 11° 56' 31\", and the consequent eccentric position from the vicarious hypothesis 18° 49' 0\" Leo: the planet was observed at 24° 9' 30\" Leo, latitude 4° 31' 0\" N ^30.","4873":"Finally, on 1595 July 22 at 2h 40m am, when the sun was at 7° 59' 52\" Leo, 101,487 distant from earth, Mars's mean longitude 11s 14° 9' 5\", and anomaly 164° 48' 55\", and consequent eccentric position from the vicarious hypothesis 17° 16' 36\" Pisces: the apparent position of Mars, from the most select observations, was 4° 11' 10\" Taurus, lat.","4906":"For on the night following June 29 in 1593, at 1h 30m after midnight, when the sun was at 17° 25' 42\" Cancer, 101,760 distant from earth, the longitude of Mars 10s 10° 1' 29\", anomaly 161° 5' 29\", and the consequent position of Mars 6° 10' 5\" Aquarius, it was observed at 13° 37' 22\" Pisces, with latitude 4° 37' S ^38.","5870":"On 1593 December 10, at 7h 0m in the evening, Mars was observed at 4° 44' Aries, with latitude 0° 1' 15\" south, parallax not accounted for ^1.","5872":"After the 687 days of one complete revolution of Mars, on 1595 October 28 at 11h 30m pm Mars was found at an altitude of 51° in 18° 35' Taurus, with latitude 4½’ south, parallax not accounted for ^2.","5874":"And finally, subtracting another 687 days, so that we come to 1590 March 7, Mars was observed on March 4 at 7h, at an altitude of 14°, to have a latitude of 3' 20\" south ^4.","5884":"For while on October 28 at 12h the latitude was 4½’ south, six days later, on the following November 3, at the same time, the latitude was 19' 45\" north ^5.","5887":"And since on October 28 at 12h its eccentric position was 16° 8⅓’ Taurus,6 and the remaining latitude was 4½’: let this be traversed in one day and one eighth, after which time 37' are added to Mars's position.","5891":"For since on 1589 May 6 Mars had 6⅔‘ of northern latitude,7 it traversed this in 2⅓ days, according to the proportion of the latitudinal motion of the preceding days, [arriving at the node on] May 8 at 20h at which time its eccentric position is found to be 16° 42' Scorpio.","5896":"On 1593 August 25 at 17h 27m, Mars was observed at opposition to the sun at 12° 16' Pisces ^1.","5910":"On 1593 July 21 at 14h (in astronomical terms),4 the planet was observed at 17° 45¾' Pisces, with latitude 5° 46¼’ south ^5.","6116":"For while the opposition was on the night following January 30, the latitude observed on the 24th, preceding the opposition, was 4° 31', still increasing, while on January 31, 16 hours past opposition, the observed latitude was again 4° 31'.","6538":"Therefore, at Hven in the year of Christ 139 May 27 at 6h the mean motion was 8s 11° 18' 30\".","6554":"In the year of Christ 139 Pharmouthi 9, which is February 23, at sunset at 5h 30m, 3h 30m at Hven, the apparent position of the sun was computed as 3° 3' Pisces; therefore, the mean position was 0° 43' Pisces.","6557":"But on 1599 February 23 at 3h 30m at Hven the mean motion of the sun was at 12° 47' 41\" Pisces, and Cor Leonis 24° 15’ 30\" Leo."},"Entities":{"967":[["1580 November 12","DATE"],["10h 50m,1 they","TIME"],["Mars","PLAN"],["8° 36’ 50”","LONG"],["diurnal","ASTR"]],"977":[["1582 December 28","DATE"],["11h 30m","TIME"],["Mars","PLAN"],["16° 47’ Cancer","LONG"],["observation","ASTR"]],"984":[["1585 January 31","DATE"],["12h 0m","TIME"],["Mars","PLAN"],["21° 18’ 11” Leo","LONG"]],"992":[["1587 March 7","DATE"],["19h 10m","TIME"],["Mars","PLAN"],["25° 10’ 20” Virgo.","LONG"]],"997":[["1589 April 15","DATE"],["12h 5m","TIME"],["Mars","PLAN"],["3° 58' 21\" Scorpio","LONG"],["longitudinal","ASTR"],["parallax","ASTR"],["3° 57’ 11”","LONG"]],"1001":[["1591 June 6","DATE"],["12h 20m","TIME"],["Mars","PLAN"],["27° 15’ Sagittarius","LONG"]],"1008":[["1593 24 August","DATE"],["10h 30m","TIME"],["Mars","PLAN"],["12° 38’ Pisces12","LONG"],["observed","ASTR"],["diurnal","ASTR"],["16’ 45”","LONG"],["longitudinal","ASTR"],["parallax","ASTR"]],"1012":[["1595 October 30","DATE"],["8h 20m","TIME"],["Mars","PLAN"],["17° 48’ Taurus","LONG"],["diurnal","ASTR"],["22’ 54”","LONG"]],"1016":[["1597 December 10","DATE"],["8h 30m","TIME"],["Mars","PLAN"],["3° 30’ Cancer","LONG"],["4° 1’ Cancer","LONG"],["3° 45½’","LONG"]],"1027":[["diurnal","ASTR"],["23’ 44”","LONG"],["January 19\/29","DATE"],["9h 40m","TIME"],["8° 18’ 45” Leo","LONG"]],"1071":[["7h 15m","TIME"],["December 27","DATE"],["36° 43’","LONG"],["Cor Leonis,7","STAR"],["latitude","ASTR"],["0° 26½’","LONG"],["longitude","ASTR"],["17° 28⅓’","LONG"],["altitude","ASTR"],["14° 4’","LONG"],["refraction","ASTR"]],"1087":[["1583 January 16","DATE"],["7h 30m","TIME"],["evening,11","ASTR"],["Mars","PLAN"],["23° 29’","LONG"],["star","ASTR"],["Erichthonius","NAME"],["altitude","ASTR"]],"1101":[["January 17","DATE"],["5h 20m","TIME"],["Mars","PLAN"],["23° 16’","LONG"],["Erichthonius.","STAR"]],"1112":[["January 18","DATE"],["8h 52m","TIME"],["44° 22’","LONG"],["Mars","PLAN"],["Cor Leonis","STAR"]],"1115":[["January 19","DATE"],["7h 3m","TIME"],["44° 32½’","LONG"]],"1293":[["1590 March 4","DATE"],["7h 10m","TIME"],["Mars","PLAN"],["9° 26’","LONG"]],"1297":[["1592 January 23","DATE"],["10h 15m","TIME"],["Mars","PLAN"],["11° 34’ 30” Aries","LONG"],["latitude","ASTR"],["0° 2’","LONG"],["south","ASTR"]],"1305":[["1595 October 27","DATE"],["12h 20m","TIME"],["Mars","PLAN"],["latitude","ASTR"],["parallax","ASTR"],["0° 2’ 20”","LONG"],["south","ASTR"]],"1317":[["1595 January 4","DATE"],["Mars","PLAN"],["observed","ASTR"],["7h 10m","TIME"],["altitude","ASTR"],["Cor Scorpii,10","STAR"],["observed","ASTR"],["latitude","ASTR"],["0° 3’ 46”","LONG"],["13° 36’ 40” Sagittarius","LONG"]],"1383":[["1588 November 10","DATE"],["6h 30m","TIME"],["Mars","PLAN"],["25° 31’ Virgo","LONG"],["latitude","ASTR"],["1° 36’ 45”","LONG"],["north","ASTR"]],"1393":[["1586 October 22","DATE"],["6h","TIME"],["6° 9’","LONG"],["eastward","ASTR"],["Mars","PLAN"],["Cor Leonis","STAR"]],"1460":[["1585 April 26","DATE"],["9h 42m","TIME"],["Mars","PLAN"],["21° 26’ Leo","LONG"],["latitude","ASTR"],["1° 49¾’","LONG"],["north","ASTR"]],"1464":[["1591 October 16","DATE"],["6h 30m","TIME"],["Mars","PLAN"],["1° 27⅓’","LONG"],["latitude","ASTR"],["2° 10⅚’","LONG"],["south","ASTR"]],"1560":[["1580 November 12","DATE"],["10h 50m","TIME"],["Mars","PLAN"],["observed","ASTR"],["8° 37’ Gemini,3","LONG"],["1° 55’","LONG"]],"1576":[["1582 December 28","DATE"],["11h 30m","TIME"],["Mars","PLAN"],["observed","ASTR"],["16° 47’ Cancer,6","LONG"],["17° 13’ 45“ Capricorn.","LONG"]],"1585":[["1585 January 31","DATE"],["12h 0m","TIME"],["Mars","PLAN"],["observed","ASTR"],["21° 18’ 11“ Leo","LONG"]],"1591":[["January 30","DATE"],["19h 14m","TIME"],["Mars","PLAN"],["ecliptic","ASTR"],["21° 36’ 10“ Leo.","LONG"]],"1596":[["observation","ASTR"],["January 31","DATE"],["12h","TIME"],["4° 31’","LONG"]],"1598":[["1587 March 4","DATE"],["1h 16m","TIME"],["Mars","PLAN"],["26° 26’ 17“ Virgo,8","LONG"],["Cor Leonis9","STAR"],["observed","ASTR"],["latitude","ASTR"],["3° 38’ 16“","LONG"],["north","ASTR"]],"1617":[["1589 April 15","DATE"],["12h 5m","TIME"],["3° 58’ 20“ Scorpio,13","LONG"],["latitude","ASTR"],["1° 4’ 20“","LONG"],["north","ASTR"]],"1639":[["1591 June 6","DATE"],["12h 20m","TIME"],["Mars","PLAN"],["27° 14’ 42“ Sagittarius,16","LONG"],["latitude","ASTR"],["3° 55½’","LONG"],["south","ASTR"]],"1648":[["diurnal","ASTR"],["57’ 8“","LONG"],["Mars","PLAN"],["1° 12’ 24“","LONG"],["June 10","DATE"],["11h 50m","TIME"],["26° 2’ 18“ Sagittarius.","LONG"]],"1656":[["1593 August 24","DATE"],["10h 30m","TIME"],["ecliptic","ASTR"],["Mars","PLAN"],["12° 38’ Pisces,18","LONG"],["latitude","ASTR"],["6° 5’ 30“","LONG"],["south","ASTR"]],"1671":[["1595 October 30","DATE"],["8h 20m","TIME"],["17° 47’ 15“ Taurus,19","LONG"],["nonagesimal","ASTR"]],"1685":[["Mars","PLAN"],["1597 December 10","DATE"],["8h 30m","TIME"],["3° 45½’","LONG"]],"1698":[["1600 January 13\/23","DATE"],["11h 40m","TIME"],["Uraniborg","NAME"],["observed","ASTR"],["10° 38’ 46“ Leo","LONG"]],"1759":[["February 15","DATE"],["17h","TIME"],["12h","PARA"],["19 hours","TIME"],["Mars","PLAN"],["3° 0’","LONG"],["180","PARA"],["187","PARA"]],"2414":[["April 18","DATE"],["10h","TIME"],["Mars","PLAN"],["17° 37½’","LONG"],["18° 0' Leo.","LONG"]],"2420":[["1591 January 22","DATE"],["7h","TIME"],["Mars","PLAN"],["34° 32' 45\"","LONG"],["17° 25'","LONG"],["south","ASTR"],["altitude","ASTR"]],"2425":[["Mars","PLAN"],["January 20","DATE"],["0h","TIME"],["21° 34' Scorpio.","LONG"]],"2508":[["observed","ASTR"],["January 23","DATE"],["7h 15m","TIME"],["11° 34½’","LONG"],["parallax","ASTR"]],"2515":[["observed","ASTR"],["December 10","DATE"],["7h 20m","TIME"],["4° 45' Aries","LONG"],["parallax","ASTR"]],"2517":[["December 8","DATE"],["7h 20m","TIME"],["3° 37’ Aries","LONG"],["6h 12m","TIME"],["3° 35½’","LONG"]],"2520":[["observed","ASTR"],["October 27","DATE"],["12h 20m","TIME"],["18° 52’ 15\" Taurus","LONG"],["retrograde","ASTR"]],"2589":[["1590 March 4","DATE"],["7h 10m","TIME"],["Mars","PLAN"],["observation","ASTR"],["24° 22' 56\" Aries","LONG"],["latitude","ASTR"],["0° 3' 20\" S.","LONG"],["8° Aries","LONG"],["Mars","PLAN"]],"2592":[["1592 January 23","DATE"],["7h 20m","TIME"],["Mars","PLAN"],["Mars","PLAN"],["11° 32' 44\" Aries","LONG"],["latitude","ASTR"],["0° 1' 36\" S.","LONG"]],"2593":[["1593 December 7","DATE"],["8h 0m","TIME"],["Mars","PLAN"],["3° 6' 50\" Aries","LONG"],["latitude","ASTR"],["7’ 9\" S.","LONG"],["ascension","ASTR"]],"2594":[["1595 October 25","DATE"],["8h 10m","TIME"],["observed","ASTR"],["19° 39' 25\"","LONG"],["latitude","ASTR"],["0° 12' 41\" S.","LONG"]],"2606":[["1595 October 25","DATE"],["5h 45m","TIME"],["14° 19' 52\" Taurus.","LONG"]],"3633":[["1585 February 17","DATE"],["10h","TIME"],["15° 12½ Leo","LONG"],["latitude","ASTR"],["4° 16' North","LONG"]],"3635":[["1586 December 27","DATE"],["4h","TIME"],["29° 42⅔","LONG"]],"3638":[["1587 January 1","DATE"],["7h 8m","TIME"],["1° 4' 36\" Libra","LONG"]],"3642":[["1588 November 10","DATE"],["6h 30m","TIME"],["31° 27'","LONG"],["Mars","PLAN"],["Cor Leonis","STAR"]],"3646":[["December 5","DATE"],["6h","TIME"],["45° 17'","LONG"],["Mars","PLAN"],["Cor Leonis","STAR"]],"3735":[["1588 November 22","DATE"],["9h 2½m to","TIME"],["29° 20' 12\" Leo.","LONG"]],"4718":[["longitude","ASTR"],["Mars","PLAN"],["October 29","DATE"],["5h","TIME"],["29° 10' 43\"","LONG"]],"4737":[["1597 October 30","DATE"],["5h","TIME"],["16° 38' 8\" Scorpio","LONG"],["98,820","PARA"]],"4743":[["1589 April 5","DATE"],["11h 33m","TIME"],["Mars","PLAN"],["observed","ASTR"],["7° 31' 10\" Scorpio","LONG"],["latitude","ASTR"],["1° 28' 13\"","LONG"]],"4777":[["1596 March 9","DATE"],["7h 40m","TIME"],["29° 31' 24\"","LONG"]],"4813":[["1585 January 24","DATE"],["9h","TIME"],["15° 9' 5\" Aquarius","LONG"],["98,590","PARA"],["longitude","ASTR"],["Mars","PLAN"],["16° 50' 10\"","LONG"],["aphelion","ASTR"],["28° 46' 41\"","LONG"],["mean anomaly","ASTR"],["circle","GEOM"],["11° 56' 31\"","LONG"],["eccentric","ASTR"],["18° 49' 0\" Leo","LONG"],["observed","ASTR"],["24° 9' 30\" Leo","LONG"],["latitude","ASTR"],["4° 31' 0\"","LONG"]],"4873":[["1595 July 22","DATE"],["2h 40m","TIME"],["7° 59' 52\" Leo","LONG"],["101,487","PARA"],["Mars","PLAN"],["longitude","ASTR"],["14° 9' 5\"","LONG"],["164° 48' 55\"","LONG"],["eccentric","ASTR"],["17° 16' 36\" Pisces","LONG"],["Mars","PLAN"],["4° 11' 10\" Taurus","LONG"]],"4906":[["June 29","DATE"],["1h 30m","TIME"],["17° 25' 42\" Cancer","LONG"],["101,760","PARA"],["longitude","ASTR"],["Mars","PLAN"],["10° 1' 29\"","LONG"],["161° 5' 29\"","LONG"],["Mars","PLAN"],["6° 10' 5\" Aquarius","LONG"],["observed","ASTR"],["13° 37' 22\" Pisces","LONG"],["latitude","ASTR"],["4° 37'","LONG"]],"5870":[["1593 December 10","DATE"],["7h 0m","TIME"],["Mars","PLAN"],["observed","ASTR"],["4° 44' Aries","LONG"],["latitude","ASTR"],["0° 1' 15\"","LONG"],["south","ASTR"],["parallax","ASTR"]],"5872":[["687","PARA"],["Mars","PLAN"],["1595 October 28","DATE"],["11h 30m","TIME"],["Mars","PLAN"],["altitude","ASTR"],["18° 35' Taurus","LONG"],["latitude","ASTR"],["south","ASTR"],["parallax","ASTR"]],"5874":[["687","PARA"],["1590 March 7","DATE"],["Mars","PLAN"],["observed","ASTR"],["March 4","DATE"],["7h","TIME"],["altitude","ASTR"],["latitude","ASTR"],["3' 20\"","LONG"],["south","ASTR"]],"5884":[["October 28","DATE"],["12h","TIME"],["latitude","ASTR"],["south","ASTR"],["November 3","DATE"],["latitude","ASTR"],["19' 45\"","LONG"],["north","ASTR"]],"5887":[["October 28","DATE"],["12h","TIME"],["eccentric","ASTR"],["16° 8⅓’","LONG"],["latitude","ASTR"],["Mars","PLAN"]],"5891":[["1589 May 6","DATE"],["Mars","PLAN"],["latitude,7","ASTR"],["node","ASTR"],["May 8","DATE"],["20h","TIME"],["eccentric","ASTR"],["16° 42' Scorpio.","LONG"]],"5896":[["1593 August 25","DATE"],["17h 27m","TIME"],["Mars","PLAN"],["observed","ASTR"],["opposition","ASTR"],["12° 16' Pisces","LONG"]],"5910":[["1593 July 21","DATE"],["14h","TIME"],["observed","ASTR"],["17° 45¾'","LONG"],["latitude","ASTR"],["5° 46¼’","LONG"],["south","ASTR"]],"6116":[["opposition","ASTR"],["January 30","DATE"],["latitude","ASTR"],["observed","ASTR"],["opposition","ASTR"],["4° 31'","LONG"],["January 31","DATE"],["16 hours","TIME"],["opposition","ASTR"],["observed","ASTR"],["latitude","ASTR"],["4° 31'","LONG"]],"6538":[["Hven","NAME"],["139","PARA"],["May 27","DATE"],["6h","TIME"],["11° 18' 30\"","LONG"]],"6554":[["139","PARA"],["February 23","DATE"],["5h 30m","TIME"],["3h 30m","TIME"],["Hven","NAME"],["3° 3' Pisces","LONG"],["0° 43' Pisces.","LONG"]],"6557":[["1599 February 23","DATE"],["3h 30m","TIME"],["Hven","NAME"],["12° 47' 41\" Pisces","LONG"],["Cor Leonis","STAR"],["24° 15’ 30\" Leo.","LONG"]]},"Label":{"967":"Obs","977":"Obs","984":"Obs","992":"Obs","997":"Obs","1001":"Obs","1008":"Obs","1012":"Obs","1016":"Obs","1027":"Obs","1071":"Obs","1087":"Obs","1101":"Obs","1112":"Obs","1115":"Obs","1293":"Obs","1297":"Obs","1305":"Obs","1317":"Obs","1383":"Obs","1393":"Obs","1460":"Obs","1464":"Obs","1560":"Obs","1576":"Obs","1585":"Obs","1591":"Obs","1596":"Obs","1598":"Obs","1617":"Obs","1639":"Obs","1648":"Obs","1656":"Obs","1671":"Obs","1685":"Obs","1698":"Obs","1759":"Obs","2414":"Obs","2420":"Obs","2425":"Obs","2508":"Obs","2515":"Obs","2517":"Obs","2520":"Obs","2589":"Obs","2592":"Obs","2593":"Obs","2594":"Obs","2606":"Obs","3633":"Obs","3635":"Obs","3638":"Obs","3642":"Obs","3646":"Obs","3735":"Obs","4718":"Obs","4737":"Obs","4743":"Obs","4777":"Obs","4813":"Obs","4873":"Obs","4906":"Obs","5870":"Obs","5872":"Obs","5874":"Obs","5884":"Obs","5887":"Obs","5891":"Obs","5896":"Obs","5910":"Obs","6116":"Obs","6538":"Obs","6554":"Obs","6557":"Obs"}}